Repository: GNOME/vinagre
Catalog: help/*/*.po
Languages: ca, fa, fr, fur, ko, lv, pl, uk, zh_cn

source: Some protocols have an option to scale the remote desktop to fit your display area.
ca: Alguns protocols tenen una opció per a escalar l'escriptori remot perquè s'ajusti a l'àrea de visualització.
fa: برخی قراردادها گزینه‌ای برای مقیاس میزکار دوردست برای برازش به ناحیهٔ نمایشتان دارند.
fr: Certains protocoles possède une option pour redimensionner le bureau distant afin de l'adapter à votre zone d'affichage.
fur: Cualchi protocol al à une opzion par scjalâ il scritori rimot par adatâ ae aree dal visôr.
ko: 일부 프로토콜에는 원격 데스크톱 화면을 화면 영역에 맞추는 옵션이 있습니다.
lv: Dažiem protokoliem ir opcija mērogot attālināto darbvirsmu, lai tā ietilptu jūsu ekrānā.
pl: Niektóre protokoły mają opcję skalowania zdalnego pulpitu, aby pasował do używanego ekranu.
uk: У деяких протоколах передбачено можливість масштабування віддаленої стільниці за областю показу на вашому екрані.

source: Choose <guiseq><gui>View</gui><gui>Scaling</gui></guiseq>, or click the <gui>Scaling</gui> toolbar button.
fr: Choisissez <guiseq><gui>Affichage</gui><gui>Mise à l'échelle</gui></guiseq> ou cliquez sur le bouton <gui>Mise à l'échelle</gui> de la barre d'outils.
lv: Izvēlieties <guiseq><gui>Skats</gui><gui>Mērogošana</gui></guiseq>, vai spiediet <gui>Mērogošana</gui> rīkjoslas pogu.

source: Select <guiseq><gui>View</gui><gui>Keep Aspect Ratio</gui></guiseq> if you want to constrain the aspect ratio of the remote desktop inside the display area, or deselect the option to stretch the remote desktop to fill the available space.
fr: Sélectionnez <guiseq><gui>Affichage</gui><gui>Conserver le rapport d'affichage</gui></guiseq> si vous voulez obliger le rapport d'affichage à s'adapter à l'intérieur de la zone d'affichage, ou dé-sélectionnez cette option pour que le bureau distant s'étire à tout l'espace disponible.
lv: Atzīmējiet <guiseq><gui>Skats</gui><gui>Paturēt malu attiecību</gui></guiseq> gadījumos, ja jūs vēlaties paturēt attālinātās darbvirsmas malu attiecību attēlošanas laukumā, vai arī deaktivizējiet šo opciju, lai izstieptu attālināto darbvirsmu pa visu pieejamo lauku.

source: This option can be toggled only if <gui>Scaling</gui> has already been enabled.
ca: Aquesta opció només es pot commutar si l'<gui>Escalat</gui> ja s'ha habilitat.
fa: این گزینه فقط اگر <gui>مقیاس</gui> به کار افتاده باشد، می‌تواند تغییر کند.
fr: Cette option ne peut être basculée que si l'option <gui>Mettre à l'échelle</gui> a été activée.
fur: Cheste opzion e pues jessi comutade dome se <gui>Scjalâ</gui> al è za stât abilitât.
ko: 이 옵션은 <gui>크기 조정</gui> 기능을 이미 활용 중일 때만 활용 여부를 전환할 수 있습니다.
lv: Šī opcija ir pieejama tikai tad ja <gui>Mērogošana</gui> jau ir aktivizēta.
pl: Tej opcji można używać tylko razem z opcją <gui>Skalowanie</gui>.
uk: Перемикати цей параметр можна, лише якщо вже було увімкнено <gui>Масштаб</gui>.

source: Unscaled desktop
fr: Bureau sans mise à l'échelle
lv: Darbvirsma bez mērogošanas

source: Scaled desktop
fr: Bureau avec mise à l'échelle
lv: Mērogota darbvirsma

source: Take a screenshot of a remote desktop.
ca: Feu una captura de pantalla d'un escriptori remot.
fa: نماگرفت از میزکار دوردست.
fr: Faire une capture d'écran d'un bureau distant.
fur: Fâs une cature di schermi di un scritori rimot.
ko: 원격 데스크톱의 스크린샷을 찍습니다.
lv: Uzņemt attālinātās darbvirsmas ekrānuzņēmumu.
pl: Wykonywanie zrzutu ekranu zdalnego pulpitu.
uk: Створення знімка екрана віддаленої стільниці.

source: Take a screenshot
ca: Captura de pantalla
fa: نماگرفت
fr: Réalisation d'une copie d'écran
fur: Fâs une cature di schermi
ko: 스크린샷 찍기
lv: Uzņemt ekrānuzņēmumu
pl: Wykonywanie zrzutu ekranu
uk: Створення знімка екрана

source: You can take screenshots of only the desktop you have connected to by using the tool provided by <app>Vinagre</app>.
fr: Vous ne pouvez prendre de copie d'écran que du bureau auquel vous vous êtes connecté si vous utilisez l'outil fourni par <app>Vinagre</app>.
lv: Jūs varat uzņemt darbvirsmas, pie kuras jūs esat pieslēdzies, ekrānattēlus izmantojot <app>Vinagre</app> rīku.

source: Choose <guiseq><gui>Remote</gui><gui>Take screenshot</gui></guiseq>, or click the <gui>Take Screenshot</gui> button in the toolbar.
fr: Choisissez <guiseq><gui>Distant</gui><gui>Prendre une copie d'écran</gui></guiseq> ou cliquez sur le bouton <gui>Prendre une copie d'écran</gui>dans la barre d'outils.
lv: Izvēlieties <guiseq><gui>Attālināts</gui><gui>Uzņemt ekrānuzņēmumu</gui></guiseq>, vai arī spiest <gui>Uzņemt ekrānuzņēmumu</gui> pogu rīkjoslā.

source: In the <gui>Name</gui> field, enter the name you want the screenshot to be saved under.
fr: Dans le champ <gui>Nom</gui>, choisissez le nom sous lequel la copie d'écran doit être enregistrée.
lv: <gui>Nosaukums</gui> laukā ievadiet nosaukumu, ar kādu jūs vēlētos saglabāt ekrānuzņēmumu.

source: From the <gui>Save in folder</gui> drop down list, select the folder you want the screenshot to be saved in. You can also click <gui>Browse for other folder</gui> to select one which is not in the drop down list.
fr: Dans la liste déroulante <gui>Dossier d'enregistrement</gui>, sélectionnez le dossier où la copie d'écran sera enregistrée. Vous pouvez aussi cliquer sur <gui>Parcourir pour un autre dossier</gui> si le dossier n'est pas dans cette liste.
lv: No <gui>Saglabāt mapē</gui> izritināmā saraksta izvēlieties mapi, kurā jūs vēlētos, lai ekrānuzņēmums tiktu saglabāts. Jūs arī var spiest <gui>Browse for other folder</gui>, lai izvēlētos kādu citu mapi, kas nav izritināmajā sarakstā.

source: Click <gui>Save</gui> to save the screenshot.
fr: Cliquez sur <gui>Enregistrer</gui> pour enregistrer la capture d'écran.
lv: Spiediet <gui>Saglabāt</gui>, lai saglabātu ekrānuzņēmumu.

source: Disable interaction with the remote desktop.
ca: Inhabiliteu la interacció amb l'escriptori remot.
fa: تعامل با میزکار دوردست را از کار بیندازید.
fr: Désactiver l'interaction avec le bureau distant.
fur: Disabilitâ interazion cul scritori rimot.
ko: 데스크톱 제어 기능을 끕니다.
lv: Deaktivizēt darbošanos ar attālināto darbvirsmu.
pl: Wyłączenie sterowania zdalnego pulpitu.
uk: Вимикання взаємодії із віддаленою стільницею.

source: View only mode
fr: Mode Vue seule
lv: Tikai skatīšanās režīms

source: Some protocols allow you to enable a <gui>View Only</gui> mode. This mode allows you to block all interaction with the remote.
fr: Certains protocoles autorisent l'activation d'un mode <gui>Vue seule</gui>. Ce mode vous permet de bloquer l'interaction avec le bureau distant.
lv: Daži protokoli atļauj jums aktivizēt <gui>Tikai skatīšanās</gui> režīmu. Šis režīms atļauj jums bloķēt jebkādu darbību ar attālināto darbvirsmu.

source: Choose <guiseq><gui>View</gui><gui>View Only</gui></guiseq> or click the corresponding toolbar button to enable this mode.
fr: Choisissez <guiseq><gui>Affichage</gui><gui>Vue seule</gui></guiseq> ou cliquez sur le bouton de la barre d'outils correspondant pour activer ce mode.
lv: Izvēlieties <guiseq><gui>Skats</gui><gui>Tikai skatīšanās</gui></guiseq>, vai arī spiediet atbilstošo rīkjoslas pogu, lai aktivizētu šo režīmu.

source: Ekaterina Gerasimova
fa: اکاترینا گراسیموفا
uk: Єкатерина Герасимова (Ekaterina Gerasimova)

source: Connect to another computer on your local network.
ca: Connecteu-vos a un altre ordinador de la xarxa local.
fa: به رایانه‌ای دیگر روی شبکهٔ محلیتان وصل شوید.
fur: Conet a un altri computer te rêt locâl.
ko: 로컬 네트워크의 다른 컴퓨터에 연결합니다.
pl: Łączenie z innym komputerem w sieci lokalnej.
uk: Встановлення з'єднання з іншим комп'ютером у вашій локальній мережі.

source: You can connect to other computers on your local network using <app>Remote Desktop Viewer</app>.
ca: Podeu connectar-vos a altres ordinadors de la xarxa local mitjançant el <app>Visualitzador d'escriptoris remots</app>.
fa: با استفاده از <app>بینندهٔ میزکار دوردست</app> می‌توانید به دیگر رایانه‌های روی شبکهٔ محلیتان وصل شوید.
fur: Al è pussibil conetisi a altris computer te rêt locâl doprant <app>Visualizadôr Scritoris Rimots</app>.
ko: <app>원격 데스크톱 보기</app>에서 로컬 네트워크의 다른 컴퓨터에 연결할 수 있습니다.
pl: Za pomocą <app>Przeglądarki zdalnych pulpitów</app> można łączyć się z innymi komputerami w sieci lokalnej.
uk: За допомогою <app>Перегляду віддалених стільниць</app> ви можете встановлювати з'єднання із іншими комп'ютерами у вашій локальній мережі.

source: Select <guiseq><gui style="menu">Remote</gui> <gui style="menuitem">Connect</gui></guiseq>.
ca: Seleccioneu <guiseq><gui style="menu">Remota</gui> <gui style="menuitem">Connecta</gui></guiseq>.
fa: <guiseq><gui style="menu">دوردست</gui><gui style="menuitem">اتصال</gui></guiseq> را برگزینید.
fur: Selezionâ <guiseq><gui style="menu">Rimot</gui> <gui style="menuitem">Conet</gui></guiseq>.
ko: <guiseq><gui style="menu">원격</gui> <gui style="menuitem">연결</gui></guiseq>을 선택하십시오.
pl: Wybierz <guiseq><gui style="menu">Zdalny pulpit</gui> <gui style="menuitem">Połącz</gui></guiseq>.
uk: Виберіть <guiseq><gui style="menu">Віддалений</gui> <gui style="menuitem">З'єднатись</gui></guiseq>.

source: Some protocols allow you to see all available computers on your local network by clicking the <gui style="button">Find</gui> button. This buttons will not be displayed if you do not have <app>Avahi</app> support.
ca: Alguns protocols us permeten veure tots els ordinadors disponibles de la xarxa local fent clic al botó <gui style="button">Cerca</gui>. Aquests botons no es mostraran si no teniu compatibilitat amb <app>Avahi</app>.
fa: برخی قراردادها می‌گذاریند تمام رایانه‌های موجود روی شبکهٔ محلی را با زدن روی دکمهٔ <gui style="button">یافتن</gui> ببینید. اگر پشتیبانی <app>آواهی</app> را نداشته باشید، این دکمه نشان داده نخواهد شد.
fur: Cualchi protocol al permet di viodi ducj i computer disponibii te rêt locâl fasint clic sul boton <gui style="button">Cjate</gui>. Chescj botons no vignaran mostrâts se no si à il supuart di <app>Avahi</app>.
ko: 일부 프로토콜은 <gui style="button">찾기</gui> 단추를 눌러서 로컬 네트워크의 연결할 수 있는 모든 컴퓨터를 볼 수 있습니다. 이 단추는 <app>아바히</app> 지원 기능을 설치하지 않으면 나타나지 않습니다.
pl: Niektóre protokoły umożliwiają wyświetlenie wszystkich komputerów dostępnych w sieci lokalnej klikając przycisk <gui style="button">Znajdź</gui>. Ten przycisk nie jest dostępny, jeśli nie ma obsługi <app>Avahi</app>.
uk: У деяких протоколах передбачена можливість перегляду усіх доступних комп'ютерів у вашій локальній мережі після натискання кнопки <gui style="button">Знайти</gui>. Цю кнопку не буде показано, якщо у системі немає підтримки <app>Avahi</app>.

source: Select the options which you want enabled when the connection is made. Options will vary depending on the protocol that you use.
ca: Seleccioneu les opcions que voleu habilitar quan s'estableixi la connexió. Les opcions varien segons el protocol que utilitzeu.
fa: گزینه‌هایی که می‌خواهید هنگام برقراری اتصال به کار بیفتند را برگزینید. گزینه‌ها بسته به قراردادی که استفاده می‌کنید، متفاوتند.
fur: Selezione lis opzions che no si vûl abilitâ cuant che la conession e ven fate. Lis opzions a variaran in base al protocol che si doprarà.
ko: 연결할 때 활용할 옵션을 선택하십시오. 사용할 프로토콜에 따라 옵션이 바뀝니다.
pl: Wybierz opcje do włączenia po połączeniu. Różnią się one w zależności od używanego protokołu.
uk: Виберіть параметри, які має бути увімкнено при встановленні з'єднання. Список параметрів залежатиме від використаного протоколу.

source: Click the <gui style="button">Connect</gui> button.
ca: Feu clic al botó <gui style="button">Connecta</gui>.
fa: دکمهٔ <gui style="button">اتصال</gui> را بزنید.
fur: Fâ clic sul boton <gui style="button">Connect</gui>.
ko: <gui style="button">연결</gui> 단추를 누르십시오.
pl: Kliknij przycisk <gui style="button">Połącz</gui>.
uk: Натисніть кнопку <gui style="button">З'єднатись</gui>.

source: Some computers may require a secure connection: an authentication dialog will be displayed, asking for the credentials. The type of credentials depend on the remote host; it may be a password and a username. If you select <gui>Remember this credential</gui>, <app>Remote Desktop Viewer</app> will store the information using <app>GNOME Keyring</app>.
ca: Alguns ordinadors poden requerir una connexió segura: es mostrarà un diàleg d'autenticació demanant les credencials. El tipus de credencials depèn de l'amfitrió remot; pot ser una contrasenya i un nom d'usuari. Si seleccioneu <gui>Recorda aquesta credencial</gui>, el <app>Visualitzador d'escriptoris remots</app> emmagatzemarà la informació el <app>Contrasenyes i claus</app>.
fa: ممکن است برخی رایانه‌ها نیاز به به اتّصالی امن داشته باشند: گفت‌وگویی تأییدی نمایش داده خواهد شد که اطّلاعات ورود را می‌پرسد. گونهٔ اطّلاعات ورود بسته به میزبان دورست است. ممکن است یک گذرواژه و نامی کاربری باشد. اگ <gui>این اطّلاعات را به خاطر بسپار</gui> را برگزینید، <app>بینندهٔ میزکار دوردست</app> اطّلاعات را با استفاده از <app>دسته‌کلید گنوم</app> ذخیره خواهد کرد.
fur: Cualchi computer al podarès domandâ une conession sigure: un dialic di autenticazion al vignarà mostrât, domandant lis credenziâls. Il gjenar di credenziâls al dipent dal host rimot; a puedin jessi une password e un non utent. Se si selezione <gui>Visâsi cheste credenziâl</gui>, <app>Visualizadôr Scritoris Rimots</app> al memorizarà lis informazions doprant <app>Puarteclâfs di GNOME</app>.
ko: 일부 컴퓨터에서는 보안 연결이 필요합니다. 암호를 묻는 인증 대화상자가 나타납니다. 인증 형식은 원격 호스트에 따라 다릅니다. 아마 암호와 사용자 이름일지도 모릅니다. <gui>이 암호를 기억</gui>을 선택하면, <app>원격 데스크톱 보기</app> 에서 <app>그놈 키 모음</app>에 저장합니다.
pl: Niektóre komputery wymagają zabezpieczonego połączenia. W takim przypadku zostanie wyświetlone okno dialogowe proszące o dane uwierzytelniające. Rodzaj danych różni się w zależności od zdalnego komputera — może to być hasło i nazwa użytkownika. Po zaznaczeniu pola <gui>Zapamiętanie danych logowania</gui> <app>Przeglądarka zdalnych pulpitów</app> przechowa te informacje w <app>bazie kluczy GNOME</app>.
uk: Для з'єднання деяких комп'ютерів обов'язковим є захист з'єднання: буде показано діалогове вікно розпізнавання, у якому програма проситиме вас ввести реєстраційні дані. Тип реєстраційних даних залежить від віддаленого вузла. Ними можуть бути ім'я користувача і пароль. Якщо ви позначите пункт <gui>Запам'ятати цей пароль</gui>, <app>Переглядач віддалених стільниць</app> збереже дані за допомогою <app>Зв'язки ключів GNOME</app>.

source: If the connection has been used previously, you can also access it through <guiseq><gui style="menu">Remote</gui> <gui style="menuitem">Recent Connections</gui></guiseq>.
ca: Si la connexió s'ha utilitzat prèviament, també podeu accedir-hi mitjançant <guiseq><gui style="menu">Remota</gui> <gui style="menuitem">Connexions recents</gui></guiseq>.
fa: اگر اتصال پیش‌تر استفاده شده بود، می‌توانید از طریق <guiseq><gui style="menu">دوردست</gui> <gui style="menuitem">اتصال‌های اخیر</gui></guiseq> نیز به آن دسترسی داشته باشید.
fur: Se la conession e je stade doprade in precedence, si pues ancje jentrâ midiant <guiseq><gui style="menu">Rimot</gui> <gui style="menuitem">Conessions resintis</gui></guiseq>.
ko: 이전에 연결한 적이 있다면, <guiseq><gui style="menu">원격</gui> <gui style="menuitem">최근 연결</gui></guiseq>로 접근할 수도 있습니다.
pl: Jeśli połączenie było już wcześniej używane, to można je znaleźć w menu <guiseq><gui style="menu">Zdalny pulpit</gui> <gui style="menuitem">Ostatnie połączenia</gui></guiseq>.
uk: Якщо з'єднання було використано раніше, ви зможете отримати до нього доступу за допомогою пункту меню <guiseq><gui style="menu">Віддалений</gui> <gui style="menuitem">Недавні з'єднання</gui></guiseq>.

source: To close a connection, choose <guiseq><gui style="menu">Remote</gui> <gui style="menuitem">Close</gui></guiseq> or click the <gui style="button">Close</gui> button.
ca: Per a tancar una connexió, escolliu <guiseq><gui style="menu">Remota</gui> <gui style="menuitem">Tanca</gui></guiseq> o feu clic al botó <gui style="button">Tanca</gui>.
fa: برای بستن یک اتصال، <guiseq><gui style="menu">دوردست</gui> <gui style="menuitem">بستن</gui></guiseq> را گزیده یا روی دکمهٔ <gui style="button">بستن</gui> بزنید.
fur: Par sierâ une conession, sielzi <guiseq><gui style="menu">Rimot</gui> <gui style="menuitem">Siere</gui></guiseq> o fâ clic sul boton <gui style="button">Siere</gui>.
ko: 연결을 끊으려면 <guiseq><gui style="menu">원격</gui> <gui style="menuitem">연결 끊기</gui></guiseq>를 선택하거나 <gui style="button">현재 연결 끊기</gui> 단추를 누르십시오.
pl: Aby zamknąć połączenie, wybierz <guiseq><gui style="menu">Zdalny pulpit</gui> <gui style="menuitem">Zamknij</gui></guiseq> lub kliknij przycisk <gui style="button">Zamknij</gui>.
uk: Щоб розірвати з'єднання, скористайтеся пунктом меню <guiseq><gui style="menu">Віддалений</gui> <gui style="menuitem">Закрити</gui></guiseq> або натисніть кнопку <gui style="button">Закрити</gui>.

source: Creative Commons Share Alike 3.0
ca: Reconeixement-CompartirIgual 3.0 No adaptada (CC BY-SA 3.0)
fa: نگارش ۳.۰ کرتیو کامنز Attribution-ShareAlike
fur: Creative Commons Condivision tal stes mût 3.0
ko: 크리에이티브 커먼즈 동일조건변경허락 3.0

source: Connect using a <file>.vnc</file> file
ca: Connexió mitjançant un fitxer <file>.vnc</file>
fa: وصل شدن با یک پروندهٔ <file>‪.vnc‬</file>
fur: Conet doprant un file <file>.vnc</file>
ko: <file>.vnc</file> 파일로 연결하기
pl: Łączenie za pomocą pliku <file>.vnc</file>
uk: З'єднання з використанням файла <file>.vnc</file>

source: Some hosts distribute <em>remote connection files</em>, that generally end with the suffix <file>.vnc</file>, instead of using a host address and port.
ca: Alguns amfitrions distribueixen <em>fitxers de connexió remota</em>, que solen acabar amb el sufix <file>.vnc</file>, en comptes d'utilitzar una adreça i un port d'amfitrió.
fa: برخی میزبان‌ها به جای اتسفاده از یک نشانی میزبان و درگاه، <em>پرونده‌های اتصال دوردست</em> توزیع کرده که عموماً با پسوند<file>‪.vnc‬</file> پایان می‌یابند.
fur: Cualchi host al distribuìs i <em>file di conession rimote</em>, che di solit a finissin cul sufìs <file>.vnc</file>, invezit di doprâ une direzion host e une puarte.
ko: 일부 호스트는 호스트 주소 및 포트 번호 대신, 보통 <file>.vnc</file> 이름이 뒤에 붙은 <em>원격 연결 파일</em>을 제공합니다.
pl: Niektóre komputery udostępniają <em>pliki zdalnego połączenia</em>, zwykle z rozszerzeniem <file>.vnc</file>, których można używać zamiast adresu komputera i portu.
uk: Для доступу до деяких вузлів можна скористатися <em>файлами віддалених з'єднань</em>, які зазвичай мають суфікс назви <file>.vnc</file>, замість зазначення адреси та порту з'єднання з вузлом.

source: Select <guiseq><gui style="menu">Remote</gui> <gui style="menuitem">Open</gui></guiseq>.
ca: Seleccioneu <guiseq><gui style="menu">Remota</gui> <gui style="menuitem">Obre</gui></guiseq>.
fa: <guiseq><gui style="menu">دوردست</gui> <gui style="menuitem">گشودن</gui></guiseq> را برگزینید.
fur: Selezionâ <guiseq><gui style="menu">Rimot</gui> <gui style="menuitem">Vierç</gui></guiseq>.
ko: <guiseq><gui style="menu">원격</gui> <gui style="menuitem">열기</gui></guiseq>를 선택하십시오.
pl: Wybierz <guiseq><gui style="menu">Zdalny pulpit</gui> <gui style="menuitem">Otwórz</gui></guiseq>.
uk: Виберіть пункт меню <guiseq><gui style="menu">Віддалений</gui> <gui style="menuitem">Відкрити</gui></guiseq>.

source: Click the <gui style="button">Open</gui> button.
ca: Feu clic al botó <gui style="button">Obre</gui>.
fa: دکمهٔ <gui style="button"> گشودن</gui> را بزنید.
fur: Fâ clic sul boton <gui style="button">Vierç</gui>.
ko: <gui style="button">열기</gui> 단추를 누르십시오.
pl: Kliknij przycisk <gui style="button">Otwórz</gui>.
uk: Натисніть кнопку <gui style="button">Відкрити</gui>.

source: You can also open a remote connection file from <app>Files</app>.
ca: També podeu obrir un fitxer de connexió remota des del <app>Fitxers</app>.
fa: همچنین می‌توانید از <app>پرونده‌ها</app>، پروندهٔ اتصال دوردستی را برگزینید.
fur: Si pues ancje vierzi un file di conession rimote te aplicazion <app>File</app>.
ko: <app>파일</app>에서도 원격 연결 파일을 열 수 있습니다.
pl: Pliki zdalnego połączenia można otwierać także z poziomu <app>Menedżera plików</app>.
uk: Ви також можете відкрити файл віддаленого з'єднання з вікна програми <app>Файли</app>.

source: <gui>Reverse Connections…</gui>
ca: <gui>Connexions inverses...</gui>
fa: <gui>اتصال‌های معکوس…</gui>
fur: <gui>Conessions contraris…</gui>
ko: <gui>거꾸로 연결…</gui>
pl: <gui>Odwrotne połączenia…</gui>
uk: <gui>Зворотні з'єднання…</gui>

source: A reverse connection is usually used to bypass firewall restrictions on open ports. A firewall usually blocks open ports, but does not block outgoing traffic. In a normal forward connection, a client connects to an open port on the server. However, in the case of a reverse connection, the client opens a port for the server to connect to.
ca: Una connexió inversa sol utilitzar-se per a evitar les restriccions del tallafoc dels ports oberts. Els tallafocs solen bloquejar els ports oberts, però no bloquegen el trànsit sortint. En una connexió directa normal, el client es connecta a un port obert del servidor. Tanmateix, en el cas d'una connexió inversa, el client obre un port perquè el servidor s'hi connecti.
fa: یک اتصال معکوس معمولاً برای گذر از محدودیت‌های دیوارهٔ آتشین روی درگاه‌های باز استفاده می‌شود. یک دیوارهٔ آتشین معمولاً درگاه‌های باز را مسدود کرده، ولی شدآمد خروجی را مسدود نمی‌کند. در یک اتصال پیش روی معمولی، کارخواه به درگاهی باز روی کارساز وصل می‌شود. ولی در حالت اتصال معکوس، کارخواه درگاهی برای اتصال کارساز می‌گشاید.
fur: Une conession contrarie e je di solit doprade par sorpassâ lis restrizions dal firewall su lis puartis viertis. Un firewall di solit al bloche lis puartis viertis, ma nol bloche il trafic in jessude. Intune normâl conession direte, un client si conet a une puarte vierte sul servidôr. Però, tal câs di une conession contrarie, il client al vierç une puarte par fâ in mût che il servidôr si conetedi.
ko: 거꾸로 연결 방식은 포트 개방을 제한하는 방화벽을 건너 뛸 때 보통 사용합니다. 방화벽은 보통 개방 포트를 차단하지만, 나가는 트래픽을 차단하지는 않습니다. 일반적으로 포워딩 연결에서 클라이언트는 서브의 개방 포트에 연결합니다. 그러나 거꾸로 연결 방식으로 연결하는 경우 클라이언트는 서버가 연결할 포트를 개방합니다.
pl: Do omijania ograniczeń otwartych portów na zaporze sieciowej zwykle używa się odwrotnego połączenia. Zapora zwykle blokuje otwarte porty, ale nie blokuje ruchu wychodzącego. W przypadku zwykłego połączenia klient łączy się z otwartym portem na serwerze, zaś w przypadku odwrotnego połączenia klient otwiera port dla serwera do połączenia się.
uk: Для обходу обмежень брандмауерів на відкриття портів зазвичай використовують зворотні з'єднання. Типово, брандмауер блокує відкриття портів, але не блокує надсилання даних. У звичайному прямому з'єднанні клієнт з'єднується із відкритим портом на сервері. Втім, у випадку зворотного з'єднання клієнт відкриває порт для того, щоб з цим портом з'єднався сервер.

source: Select <guiseq><gui style="menu">Remote</gui> <gui style="menuitem">Reverse Connections…</gui></guiseq>.
ca: Seleccioneu <guiseq><gui style="menu">Remota</gui> <gui style="menuitem">Connexions inverses…</gui></guiseq>.
fa: <guiseq><gui style="menu">دوردست</gui><gui style="menuitem">اتصال‌های معکوس...</gui> </guiseq> را برگزینید.
fur: Selezionâ <guiseq><gui style="menu">Rimot</gui> <gui style="menuitem">Conessions contraris…</gui></guiseq>.
ko: <guiseq><gui style="menu">원격</gui> <gui style="menuitem">거꾸로 연결…</gui></guiseq>을 선택하십시오.
pl: Wybierz <guiseq><gui style="menu">Zdalny pulpit</gui> <gui style="menuitem">Odwrotne połączenia…</gui></guiseq>.
uk: Виберіть пункт меню <guiseq><gui style="menu">Віддалений</gui> <gui style="menuitem">Зворотні з'єднання…</gui></guiseq>.

source: Check <gui>Enable Reverse Connections</gui>.
ca: Marqueu la casella <gui>Habilita les connexions inverses</gui>.
fa: <gui>به کار انداختن اتصال‌های معکوس</gui> را بررسی کنید.
fur: Selezione <gui>Abilite conession contraris</gui>.
ko: <gui>거꾸로 연결 사용</gui>에 표시하십시오.
pl: Zaznacz pole <gui>Odwrotne połączenia</gui>.
uk: Позначте пункт <gui>Увімкнути зворотні з'єднання</gui>.
