Repository: GNOME/vinagre
Catalog: help/*/*.po
Languages: ca, fa, fr, fur, ko, lv, pl, uk, zh_cn

source: The remote machine needs to connect to your machine using your <em>IP address</em> and port number, which can be found in the <gui>Reverse Connections…</gui> dialog, under <gui>Connectivity</gui>.
ca: La màquina remota ha de connectar-se a la vostra màquina mitjançant la vostra <em>adreça IP</em> i número de port, que podeu trobar al diàleg <gui>Connexions inverses</gui>, a <gui>Connectivitat</gui>.
fa: دستگاه دوردست باید با استفاده از <em>نشانی آی‌پی</em> و شمارهٔ درگاهتان که در گفت‌وگوی <gui>اتصال‌های معکوس…</gui> زیر <gui>اتصال</gui> پیدا می‌شود، به دستگاهتان وصل شود.
fur: La machine rimote e à dibisugne di conetisi ae vuestre machine doprant la vuestre <em>direzion IP</em> e il numar de puarte, che a puedin jessi cjatâts tal dialic <gui>Conessions contraris…</gui>, sot <gui>Conetivitât</gui>.
ko: 원격 머신과 연결하려면 여러분이 가진 컴퓨터의 <em>IP 주소</em>와 포트 번호가 필요하며, <gui>거꾸로 연결…</gui> 대화상자의 <gui>연결</gui> 대화 상자에 들어있습니다.
pl: Zdalny komputer musi się połączyć z tym komputerem za pomocą jego <em>adresu IP</em> i numeru portu, które znajdują się w oknie <gui>Odwrotne połączenia…</gui> w części <gui>Łączność</gui>.
uk: На віддаленому комп'ютері, який має бути з'єднано з вашим комп'ютером, знадобляться дані щодо вашої <em>IP-адреси</em> та номеру порту. Ці дані можна визначити з вікна <gui>Зворотні з'єднання…</gui>, вкладка <gui>З'єднання</gui>.

source: Currently, <app>Vino</app>, the GNOME VNC server, does not support reverse connections which are also known as "listen mode". Some other applications, such as <app>UltraVNC</app>, <app>RealVNC</app> and <app>TightVNC</app>, do have support for reverse connections.
ca: Actualment, el <app>Vino</app>, el servidor VNC del GNOME, no admet les connexions inverses, també conegudes com a «mode d'escolta». Algunes altres aplicacions, com ara l'<app>UltraVNC</app>, el <app>RealVNC</app> i el <app>TightVNC</app>, sí que admeten les connexions inverses.
fa: در حال حاضر، <app>وینو</app>، کارساز VNC گنوم، از اتصال‌های معکوس که با نام «حالت شنود» نیز شناخته می‌شوند پشتیبانی می‌کند. برخی برنامه‌های دیگر، مانند <app>UltraVNC</app>، <app>RealVNC</app> و <app>TightVNC</app> از اتصال‌های معکوس پشتیبانی می‌کنند.
fur: Atualmentri, <app>Vino</app>, il servidôr VNC di GNOME, nol supuarte lis conessions contraris che a son ancje cognossudis come "modalitât in scolte". Cualchi altre aplicazion, come <app>UltraVNC</app>, <app>RealVNC</app> e <app>TightVNC</app>, no àn il supuart pes conessions contraris.
ko: 현재, 그놈 VNC 서버 <app>비노</app>에서는 "연결 대기 상태"로 알려진 거꾸로 연결 기능을 지원하지 않습니다. <app>UltraVNC</app>, <app>RealVNC</app>, <app>TightVNC</app> 같은 다른 프로그램에서는 거꾸로 연결 기능을 지원합니다.
pl: Obecnie <app>Vino</app>, serwer VNC środowiska GNOME, nie obsługuje odwrotnych połączeń, znanych także jako „tryb nasłuchiwania”. Inne programy, takie jak <app>UltraVNC</app>, <app>RealVNC</app> i <app>TightVNC</app> je obsługują.
uk: У поточній версії <app>Vino</app>, сервера VNC GNOME, не передбачено підтримки зворотних з'єднань, які також називаються «режимом очікування». Таку підтримку реалізовано у декількох інших програма, зокрема <app>UltraVNC</app>, <app>RealVNC</app> та <app>TightVNC</app>.

source: Once the remote computer connects to your machine, <app>Remote Desktop Viewer</app> will establish the reverse connection.
ca: Un cop l'ordinador remot es connecti a la vostra màquina, el <app>Visualitzador d'escriptoris remots</app> establirà la connexió inversa.
fa: وقتی رایانهٔ دوردست به دستگاهتان وصل شد، <app>بینندهٔ میزکار دوردست</app> اتصال معکوس را برقرار می‌کند.
fur: Une volte che il computer rimot si conet ae vuestre machine, <app>Visualizadôr di Scritoris Rimots</app> al stabilirà la conession contrarie.
ko: 원격 컴퓨터를 여러분의 컴퓨터에 연결하고 나면, <app>원격 데스크톱 보기</app>에서 거꾸로 연결을 최종 확인합니다.
pl: Kiedy zdalny komputer połączy się z tym komputerem, <app>Przeglądarka zdalnych pulpitów</app> nawiąże odwrotne połączenie.
uk: Щойно віддалений комп'ютер встановить з'єднання із вашим комп'ютером, <app>Переглядач віддалених стільниць</app> встановить зворотне з'єднання.

source: Choose <guiseq><gui style="menu">View</gui> <gui style="menuitem">Fullscreen</gui></guiseq>, or press the corresponding toolbar button, to view the display area in fullscreen mode.
ca: Escolliu <guiseq><gui style="menu">Visualitza</gui> <gui style="menuitem">Pantalla completa</gui></guiseq> o premeu el botó de la barra d'eines corresponent per a veure l'àrea de visualització en mode de pantalla completa.
fa: برای دیدن ناحیهٔ نمایش در حالت تمام‌صفحه، <guiseq><gui style="menu">نما</gui><gui style="menuitem">تمام‌صفحه</gui></guiseq> را گزیده یا دکمهٔ مرتبط در نوارابزار را بفشارید.
fur: Sielzi <guiseq><gui style="menu">Visualize</gui> <gui style="menuitem">Plen visôr</gui></guiseq>, o frache il boton de sbare dai struments corispondent, par viodi la aree dal schermi in modalitât plen visôr.
ko: 화면 영역을 전체 화면 상태로 보려면 <guiseq><gui style="menu">보기</gui> <gui style="menuitem">전체 화면</gui></guiseq>을 선택하거나, 도구 모음의 관련 단추를 누르십시오.
pl: Wybierz <guiseq><gui style="menu">Widok</gui> <gui style="menuitem">Pełny ekran</gui></guiseq> lub kliknij odpowiedni przycisk paska narzędziowego, aby wyświetlić ekran w trybie pełnoekranowym.
uk: Виберіть пункт меню <guiseq><gui style="menu">Перегляд</gui> <gui style="menuitem">На весь екран</gui></guiseq> або натисніть відповідну кнопку на панелі інструментів, щоб розтягнути перегляд на увесь екран.

source: While in fullscreen mode, move the mouse to the top-center of the screen to display a hidden toolbar, which has <gui style="button">Leave Fullscreen</gui>, <gui style="button">Disconnect</gui> and other buttons.
ca: Mentre estigueu en mode de pantalla completa, moveu el ratolí a la part central superior de la pantalla per a mostrar una barra d'eines oculta que conté botons com ara <gui style="button">Surt de la pantalla completa</gui> o <gui style="button">Desconnecta</gui>.
fa: در حالت تمام صفحه، برای نمایش نوارابزار نهفته که <gui style="button">خروج از تمام‌صفحه</gui>، <gui style="button">قطع اتصال</gui> و دیگر دکمه‌ها را دارد، موشی را به مرکز بالای صفحه ببرید.
fur: Intant che si è in modalitât plen visôr, spostait il mouse te bande superiôr-centrâl dal schermi par mostrâ une sbare dai struments platade; cheste e à i botons <gui style="button">Lasse mût a plen visôr</gui>, <gui style="button">Disconet</gui> e altris.
ko: 전체 화면 상태에서 화면 상단 가운데로 마우스 커서를 옮기면, <gui style="button">전체 화면 나가기</gui>, <gui style="button">연결 끊기</gui> 등의 단추가 들어간 숨어있는 도구 모음이 나타납니다.
pl: W trybie pełnoekranowym można przesunąć kursor do góry ekranu, aby wyświetlić ukryty pasek narzędziowy, który ma między innymi przyciski <gui style="button">Opuść pełny ekran</gui> i <gui style="button">Rozłącz</gui>.
uk: У повноекранному режимі ви можете навести вказівник миші на верхню центральну частину екрана, щоб відкрити приховану панель інструментів, на якій розташовано кнопки <gui style="button">Вийти з повноекранного режиму</gui>, <gui style="button">Від'єднатись</gui> та інші засоби керування

# text
source: Remote Desktop Viewer help
ca: Ajuda del Visualitzador d'escriptoris remots
fa: راهنمای بیننندهٔ میزکار دوردست
fur: Jutori di Visualizadôr di Scritoris Rimots
ko: 원격 데스크톱 보기 도움말
pl: Pomoc przeglądarki zdalnych pulpitów
uk: Довідка до програми «Перегляд віддалених стільниць»

source: Learn how to connect remotely to other desktops.
ca: Apreneu com connectar-vos remotament a altres escriptoris.
fa: بیاموزید چگونه از راه دور به دیگر میزکارها وصل شوید.
fur: Impare ce mût conetisi in rimot a altris scritoris.
ko: 다른 데스크톱에 원격으로 연결하는 방법을 알아봅니다.
pl: Informacje o zdalnym łączeniu z innymi komputerami.
uk: Дізнайтеся більше про те, як з'єднатися віддалено із іншими робочими станціями.

source: <_:media-1/> Remote Desktop Viewer
ca: <_:media-1/> Visualitzador d'escriptoris remots
fa: <_:media-1/> بینندهٔ کیزکار دوردست
fur: <_:media-1/> Visualizadôr di Scritoris Rimots
ko: <_:media-1/> 원격 데스크톱 보기
pl: <_:media-1/> Przeglądarka zdalnych pulpitów
uk: <_:media-1/> Перегляд віддалених стільниць

source: Features and options
ca: Característiques i opcions
fa: ویژگی‌ها و گزینه‌ها
fur: Funzionalitâts e opzions
ko: 기능 및 옵션
pl: Funkcje i opcje
uk: Можливості та параметри

source: Introduction to <app>Remote Desktop Viewer</app>.
ca: Introducció al <app>Visualitzador d'escriptoris remots</app>.
fa: دیباچه‌ای بر <app>بینندهٔ میزکار دوردست</app>.
fur: Introduzion a <app>Visualizazion di Scritoris Rimots</app>.
ko: <app>원격 데스크톱 보기</app>를 소개합니다.
pl: Wprowadzenie do <app>przeglądarki zdalnych pulpitów</app>.
uk: Вступ до програми <app>Перегляд віддалених стільниць</app>.

source: <app>Remote Desktop Viewer</app> is a remote desktop viewer application for GNOME for accessing other machines using Virtual Network Computing (VNC) and other protocols. It can be used to control and interact with another computer or to just view the desktop.
ca: El <app>Visualitzador d'escriptoris remots</app> és una aplicació de visualització d'escriptoris remots del GNOME per a accedir a altres màquines mitjançant Virtual Network Computing (VNC) i altres protocols. Es pot utilitzar per a controlar i interactuar amb un altre ordinador o visualitzar-ne l'escriptori.
fa: <app>بینندهٔ میزکار دوردست</app> یک برنامهٔ بینندهٔ میزکار دوردست برای گنوم است که برای دسترسی به دیگر دستگاه‌ها با استفاده از رایانش شبکه‌ای مجازی (VNC) و دیگر قراردادها استفاده می‌شود. این برنامه می‌توانید برای واپایش و تعامل با دیگر رایانه‌ها به کار رفته یا فقط میزکار را ببیند.
fur: <app>Visualizadôr di Scritoris Rimots</app> e je une aplicazion di visualizazion di scritoris rimots par GNOME che e permet di jentrâ in altris machinis doprant Virtual Network Computing (VNC) e altris protocoi. Al pues jessi doprât par controlâ e interagjî cuntun altri computer o nome viodi il scritori.
ko: <app>원격 데스크톱 보기</app>는 가상 네트워크 컴퓨팅(VNC) 및 기타 프로토콜을 활용하여 다른 머신에 연결하는 그놈 원격 데스크톱 보기 프로그램입니다. 다른 컴퓨터 연동, 제어하거나 데스크톱 상태를 단지 보기만 할 때 활용할 수 있습니다.
pl: <app>Przeglądarka zdalnych pulpitów</app> jest programem dla środowiska GNOME umożliwiającym dostęp do innych komputerów za pomocą VNC i innych protokołów. Może być używana do sterowania innymi komputerami lub tylko wyświetlania ich pulpitów.
uk: <app>Перегляд віддалених стільниць</app> — програма для перегляду віддалених стільниць. Програму створено для GNOME і призначено для доступу до інших комп'ютерів за допомогою протоколу VNC та інших протоколів. Нею можна скористатися для керування іншим комп'ютером, взаємодії із іншими комп'ютером або просто для спостереження за діями на екрані віддаленого комп'ютера.

source: <app>Remote Desktop Viewer</app> provides the following features:
ca: El <app>Visualitzador d'escriptoris remots</app> inclou les característiques següents:
fa: <app>بینندهٔ میزکار دوردست</app>ویژگی‌های زیر را فراهم می‌کند:
fur: <app>Visualizadôr di Scritoris Rimots</app> al à chestis funzionalitâts:
ko: <app>원격 데스크톱 보기</app>에는 다음 기능이 있습니다:
pl: <app>Przeglądarka zdalnych pulpitów</app> ma następujące funkcje:
uk: У <app>Переглядачі віддалених стільниць</app> передбачено такі можливості:

source: store recent connections and bookmark them
ca: emmagatzematge i marcatge de connexions recents, i
fa: ذخیرهٔ اتصال‌های اخیر و نشانک‌گذاریشان
fur: memorize lis conessions resintis e metilis tal segnelibri
ko: 최근 연결을 저장하고 즐겨찾기에 추가합니다
pl: zapisywanie ostatnich połączeń w zakładkach
uk: збереження списку нещодавніх з'єднань та створення закладок для них;

source: browse the local network for other machines
ca: cerca d'altres màquines a la xarxa local.
fa: مرور شبکهٔ محلی برای دیگر دستگاه‌ها
fur: esplore la rêt locâl par altris machinis
ko: 다른 머신의 로컬 네트워크를 탐색합니다
pl: przeglądanie innych komputerów w sieci lokalnej
uk: навігація локальною мережею з метою пошуку інших комп'ютерів;

source: Remote Desktop Viewer in action
ca: El Visualitzador d'escriptoris remots en acció
fa: بینندهٔ میزکار دوردست در عمل
fur: Visualizadôr di Scritoris Rimots in azion
ko: 원격 데스크톱 보기 실행 모습
pl: Przeglądarka zdalnych pulpitów w działaniu
uk: Робота із «Переглядачем віддалених стільниць»

source: Remote Desktop Viewer running in GNOME 3, connected to a machine running GNOME 2
ca: El Visualitzador d'escriptoris remots executant-se al GNOME 3, connectat a una màquina amb el GNOME 2
fa: بینندهٔ میزکار دوردست در حال اجرا روی گنوم ۳، وصل‌شده به دستگاهی دیگر در حال اجرای گنوم ۲
fur: Visualizadôr di Scritoris Rimots in esecuzion su GNOME 3, conetût a une machine cun GNOME 2
ko: 그놈 2를 실행하는 머신에 연결한 그놈 3의 원격 데스크톱 보기 프로그램
pl: Przeglądarka zdalnych pulpitów działająca w GNOME 3, połączana z komputerem z GNOME 2
uk: «Переглядач віддалених стільниць» запущено у GNOME 3 і з'єднано з комп'ютером, який працює під керуванням GNOME 2

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
ca: Reconeixement-CompartirIgual 3.0 No adaptada (CC BY-SA 3.0)
fa: نگارش ۳.۰ پروانهٔ پورت‌نشدهٔ کرتیو کامنز Attribution-ShareAlike
fur: Licence Creative Commons Atribuzion-condivision compagne 3.0 Unported
ko: 크리에이티브 커먼즈 저작자표시-동일조건변경허락 3.0 Unported 라이선스
pl: Creative Commons Attribution-ShareAlike 3.0 Unported

source: This work is licensed under a <_:link-1/>.
ca: Aquesta obra està llicenciada sota una <_:link-1/>.
fa: این کار منتشر شده تحت یک <_:link-1/>.
fur: Chest lavôr al è in licence sot de <_:link-1/>.
ko: 이 문서는 <_:link-1/>에 따른 활용을 허가합니다.
pl: Na warunkach licencji: <_:link-1/>.
uk: Ця робота розповсюджується за умов дотримання <_:link-1/>.

source: You can enable or disable keyboard shortcuts by selecting <guiseq><gui style="menu">View</gui> <gui style="menuitem">Keyboard shortcuts</gui></guiseq>.
ca: Podeu habilitar o inhabilitar les dreceres de teclat seleccionant <guiseq><gui style="menu">Visualitza</gui> <gui style="menuitem">Dreceres de teclat</gui></guiseq>.
fa: می‌توانید میان‌برهای صفحه‌کلید را با گزیدن <guiseq><gui style="menu">نما</gui> <gui style="menuitem">میان‌برهای صفحه‌کلید</gui></guiseq> به یا از کار بیندازید.
fur: Si pues abilitâ o disabilitâ lis scurtis di tastiere selezionant <guiseq><gui style="menu">Visualize</gui> <gui style="menuitem"Scurtis di tastiere</gui></guiseq>.
ko: <guiseq><gui style="menu">보기</gui> <gui style="menuitem">키보드 바로 가기</gui></guiseq>를 선택하여 키보드 바로 가기 기능을 켜거나 끌 수 있습니다.
pl: Można włączyć lub wyłączyć skróty klawiszowe wybierając <guiseq><gui style="menu">Widok</gui> <gui style="menuitem">Skróty klawiszowe</gui></guiseq>.
uk: Ви можете увімкнути або вимкнути надсилання комбінацій клавіш за допомогою пункту меню <guiseq><gui style="menu">Перегляд</gui> <gui style="menuitem">Клавіатурні скорочення</gui></guiseq>.

source: Enabling this option allows the use of keyboard shortcuts (like <keyseq><key>Ctrl</key><key>N</key></keyseq>), menu accelerators (such as <keyseq><key>Alt</key><key>M</key></keyseq>) and mnemonics, with <app>Remote Desktop Viewer</app>. This means that <app>Remote Desktop Viewer</app> will catch those key combinations instead of sending them to the remote machine. This option is disabled by default because most of the time, you will be interacting with the computer to which you are connected.
ca: Habilitar aquesta opció permet l'ús de dreceres de teclat (com ara <keyseq><key>Ctrl</key><key>N</key></keyseq>), acceleradors de menú (com ara <keyseq><key>Alt</key><key>M</key></keyseq>) i mnemotècnics amb el <app>Visualitzador d'escriptoris remots</app>. Això vol dir que el <app>Visualitzador d'escriptoris remots</app> agafarà aquestes combinacions de tecles en lloc d'enviar-les a la màquina remota. Aquesta opció està inhabilitada per defecte perquè la major part del temps interactuareu amb l'ordinador al qual esteu connectat.
fa: به کار انداختن این گزینه، اجازهٔ استفاده از میان‌برهای صفحه‌کلید (مانند <keyseq><key>مهار</key><key>N</key></keyseq>)، شتاب‌دهنده‌ّای فهرست (مانند <keyseq><key>دگرساز</key><key>M</key></keyseq>) و یادمان‌ها را در <app>بینندهٔ میزکار دوردست</app> می‌دهد. یعنی <app>بینندهٔ میزکار دوردست</app> به‌جای فرستادن این ترکیب کلیدها به دستگاه‌های دوردست، آن‌ها را می‌گیرد. این گزینه به صورت پیش‌فرض از کار افتاده است، زیرا بیش‌تر وقت‌ها، می‌خواهید با رایانه‌ای که به آن وصلید تعامل داشته باشید.
fur: Abilitant cheste opzion si pues doprâ lis scurtis di tastiere (come <keyseq><key>Ctrl</key><key>N</key></keyseq>), i aceleradôrs di menù (come <keyseq><key>Alt</key><key>M</key></keyseq>) e mnemonics, cun <app>Visualizadôr di Scritoris Rimots</app>. Chest al significhe che <app>Visualizadôr di Scritoris Rimots</app> al cjaparà chês cumbinazions di tascj invezit di inviâlis ae machine rimote. Cheste opzion e je disabilitade in maniere predefinide parcè che la plui part dal timp si interagjirà cul computer che si è conetûts.
ko: 이 옵션을 켜면 <app>원격 데스크톱 보기</app>의 키보드 바로 가기 키(예: <keyseq><key>Ctrl</key><key>N</key></keyseq>), 메뉴 단축 키(예: <keyseq><key>Alt</key><key>M</key></keyseq>)를 활용할 수 있습니다. 원격 머신에 키 조합 입력을 전달하는 대신 <app>원격 데스크톱 보기</app> 프로그램에서 키 입력을 받는다는 뜻입니다. 대부분 연결한 컴퓨터를 다룰 때 키 조합 입력을 활용하므로, 이 옵션을 기본적으로 끈 상태입니다.
pl: Włączenie tej opcji umożliwia używanie skrótów klawiszowych (takich jak <keyseq><key>Ctrl</key><key>N</key></keyseq>), skrótów menu (takich jak <keyseq><key>Alt</key><key>M</key></keyseq>) i innych w <app>Przeglądarce zdalnych pulpitów</app>. Oznacza to, że będzie ona przechwytywała te kombinacje klawiszy zamiast wysyłać je do zdalnego komputera. Domyślnie ta opcja jest wyłączona, ponieważ przez większość czasu użytkownik potrzebuje działać na połączonym komputerze.
uk: Якщо цю можливість увімкнено, ви зможете скористатися клавіатурними скороченнями (наприклад <keyseq><key>Ctrl</key><key>N</key></keyseq>), комбінаціями для пришвидшеного доступу до пунктів меню (наприклад <keyseq><key>Alt</key><key>M</key></keyseq>) та мнемонічними комбінаціями у <app>Переглядачі віддалених стільниць</app>. Це означає, що <app>Переглядач віддалених стільниць</app> перехоплюватиме ці комбінації клавіш, замість надсилання їх на віддалений комп'ютер. Типово, цю можливість вимкнено, оскільки, здебільшого, віддалений зв'язок потрібен для безпосереднього керування комп'ютером, з яким з'єднано ваш комп'ютер.

source: When the <gui>Keyboard shortcuts</gui> option is disabled, <keyseq><key>Ctrl</key><key>Alt</key><key>Delete</key></keyseq> is the only key combination which will not be sent to the remote desktop. Choose <guiseq><gui style="menu">Remote</gui> <gui style="menuitem">Send Ctrl-Alt-Delete</gui></guiseq>, or use the corresponding toolbar button, to send this key combination.
ca: Quan l'opció <gui>Dreceres de teclat</gui> està inhabilitada, <keyseq><key>Ctrl</key><key>Alt</key><key>Delete</key></keyseq> és l'única combinació de tecles que no s'enviarà a l'escriptori remot. Trieu <guiseq><gui style="menu">Remota</gui> <gui style="menuitem">Envia Ctrl-Alt-Supr</gui></guiseq> o utilitzeu el botó corresponent de la barra d'eines per a enviar aquesta combinació de tecles.
fa: هنگامی که گزینهٔ <gui>میان‌برهای صفحه‌کلید</gui> از کار افتاده است، تنها ترکیب کلیدی که به میزکار دوردست فرستاده نمی‌شود، <keyseq><key>مهار</key><key>دگرساز</key><key>حذف</key></keyseq> است. برای فرستادن این ترکیب کلید، <guiseq><gui style="menu">دوردست</gui> <gui style="menuitem">فرستادن مهار-دگرساز-حذف</gui></guiseq> را گزیده یا از دکمهٔ مرتبط در نوارابزار استفاده کنید.
fur: Cuant che la opzion des <gui>Scurtis di tastiere</gui> e je disabilitade, <keyseq><key>Ctrl</key><key>Alt</key><key>Delete</key></keyseq> e je la uniche cumbinazion di tascj che no vignarà inviade al scritori rimot. Sielzi <guiseq><gui style="menu">Rimot</gui> <gui style="menuitem">Invie Ctrl-Alt-Canc</gui></guiseq> o dopre il boton de sbare dai struments corispondente, par inviâ cheste cumbinazion di tascj.
ko: <gui>키보드 바로 가기</gui> 옵션을 끄면, <keyseq><key>Ctrl</key><key>Alt</key><key>Delete</key></keyseq> 키 조합 입력만을 원격 데스크톱에 전달하지 않습니다. 이 키 조합 입력을 보내려면 <guiseq><gui style="menu">원격</gui> <gui style="menuitem">Ctrl-Alt-Del 보내기</gui></guiseq>를 선택하거나, 도구 모음의 관련 단추를 활용하십시오.
pl: Kiedy opcja <gui>Skróty klawiszowe</gui> jest wyłączona, <keyseq><key>Ctrl</key><key>Alt</key><key>Delete</key></keyseq> jest jedyną kombinacją klawiszy, która nie jest wysyłana do zdalnego pulpitu. Wybierz <guiseq><gui style="menu">Zdalny pulpit</gui> <gui style="menuitem">Wyślij Ctrl-Alt-Del</gui></guiseq> lub kliknij odpowiedni przycisk paska narzędziowego, aby wysłać tę kombinację klawiszy.
uk: Якщо можливість <gui>Клавіатурні скорочення</gui> вимкнено, єдиною комбінацією клавіш, яку не буде надіслано на віддалений комп'ютер, буде <keyseq><key>Ctrl</key><key>Alt</key><key>Delete</key></keyseq>. Виберіть пункт меню <guiseq><gui style="menu">Віддалений</gui> <gui style="menuitem">Надіслати Ctrl-Alt-Delete</gui></guiseq> або скористайтеся відповідною кнопкою на панелі інструментів, щоб надіслати цю комбінацію клавіш.

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Scaling</gui></guiseq>, or click the <gui>Scaling</gui> toolbar button.
ca: Seleccioneu <guiseq><gui style="menu">Visualitza</gui> <gui style="menuitem">Escalat</gui></guiseq> or feu clic al botó <gui>Escalat</gui> de la barra d'eines.
fa: <guiseq><gui style="menu">نما</gui><gui style="menuitem">مقیاس</gui></guiseq> را گزیده یا دکمهٔ <gui>مقیاس</gui> را بزنید.
fur: Selezionâ <guiseq><gui style="menu">Visualize</gui> <gui style="menuitem">Scjalâ</gui></guiseq> o fâ clic sul boton <gui>Scjalâ</gui> te sbare dai struments.
ko: <guiseq><gui style="menu">보기</gui> <gui style="menuitem">크기 조정</gui></guiseq>을 선택하거나, <gui>크기 조정</gui> 도구 모음 단추를 누르십시오.
pl: Wybierz <guiseq><gui style="menu">Widok</gui> <gui style="menuitem">Skalowanie</gui></guiseq> lub kliknij przycisk <gui>Skalowanie</gui> paska narzędziowego.
uk: Виберіть пункт меню <guiseq><gui style="menu">Перегляд</gui> <gui style="menuitem">Масштаб</gui></guiseq> або натисніть кнопку <gui>Масштаб</gui> на панелі інструментів.

source: Select <guiseq><gui style="menu">View</gui> <gui style="menuitem">Keep Aspect Ratio</gui></guiseq> if you want to constrain the aspect ratio of the remote desktop inside the display area, or deselect the option to stretch the remote desktop to fill the available space.
ca: Seleccioneu <guiseq><gui style="menu">Visualitza</gui> <gui style="menuitem">Mantén la relació d'aspecte</gui></guiseq> si voleu restringir la relació d'aspecte de l'escriptori remot dins de l'àrea de visualització o desseleccioneu l'opció per a ampliar l'escriptori remot i omplir l'espai disponible.
fa: اگر می‌خواهید نسبت صفحهٔ میزکار دوردست درون ناحیهٔ نمایش را اجبار کنید* <guiseq><gui style="menu">نما</gui> <gui style="menuitem">نگه داشتن نسبت صفحه</gui></guiseq> را گزیده یا برای کشیدنش برای پر کردن فضای موجود،‌از کار بیندازیدش.
fur: Selezionâ <guiseq><gui style="menu">Visualize</gui> <gui style="menuitem">Manten lis proporzions dal aspiet</gui></guiseq> se si desidere tignî lis proporzions dal aspiet dal scritori rimot inte aree dal visôr, o gjavâ la selezion ae opzion par pandi il scritori rimot al fin di jemplâ il spazi disponibil.
ko: 화면 영역에 있는 원격 데스크톱 화면의 가로 세로 비율을 유지하려면 <guiseq><gui style="menu">보기</gui> <gui style="menuitem">가로 세로 비율 유지</gui></guiseq>를 선택하거나, 원격 데스크톱 화면을 가용 영역으로 늘이는 옵션 선택을 끄십시오.
pl: Zaznacz <guiseq><gui style="menu">Widok</gui> <gui style="menuitem">Utrzymywanie proporcji obrazu</gui></guiseq>, aby ograniczyć proporcje zdalnego pulpitu do wymiarów ekranu, albo odznacz tę opcję, aby rozciągnąć zdalny pulpit do całego dostępnego miejsca.
uk: Виберіть пункт <guiseq><gui style="menu">Перегляд</gui> <gui style="menuitem">Зберігати пропорції</gui></guiseq>, якщо хочете зберегти пропорції зображення з віддаленої стільниці у вашій області перегляду, або зніміть позначення з цього пункту, щоб зображення було розтягнуто так, щоб заповнити усю доступну площу.
