Repository: GNOME/vinagre
Catalog: help/*/*.po
Languages: ca, fa, fr, fur, ko, lv, pl, uk, zh_cn

source: <application>Vinagre</application> Manual
zh_cn: <application>Vinagre</application> 手册

source: <application>Vinagre</application> is a Remote Desktop Viewer
zh_cn: <application>Vinagre</application> 是一个远程桌面查看器

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
zh_cn: 对于本文档的复制、分发和/或修改必须遵循自由软件基金会 (Free Software Foundation) 发布的 GNU 自由文档许可证 (GFDL) 版本 1.1 或更高版本，该许可证没有固定的部分、没有封面和背页文本。您可以在此<ulink type="help" url="ghelp:fdl">链接</ulink>上或在随本手册一起分发的 COPYING-DOCS 文件中找到 GFDL 的副本。

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
zh_cn: 本手册是在 GFDL 许可之下分发的 GNOME 手册集合的一部分。如果想要单独分发此手册，可以在手册中添加该许可证的一份副本然后分发，如该许可证的第 6 部分所述。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
zh_cn: 各个公司使用的许多用于区别它们产品和服务的名称都声明为商标。在所有的 GNOME 文档以及 GNOME 文档项目的成员中，这些名称都是以全大写字母或首字母大写显示，从而表明它们是商标。

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
zh_cn: 文档按“原样”提供，不提供任何明示或暗示的保证，包括但不限于：文档或文档的修改版本没有适销性方面的缺陷、适合特定目的的适用性，以及没有侵权行为。您将自行承担本文档以及文档修改版本的质量、准确性以及性能方面的风险。如果任何文档或文档修改版本存在缺陷，您(而不是最初的编写者、作者或撰写人)将承担所有必需的服务、维修或更正的费用。此免责声明是本许可证的重要组成部分。如果不接受此免责声明，那么您就没有权利使用任何文档或文档的修改版本；并且

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
zh_cn: 无论在任何情况以及在任何法律理论下，本文档或文档修改版本的作者、最初的编写者、任何撰写人或任何分发者，或者任意这些方的任何提供者都不对任何人由于使用本文档或文档修改版本引起或带来的任何直接的、间接的、特殊的、偶然的或继发的损失承担任何民事(包括疏忽)、合同或其它方面的责任，这些损失包括但不限于信誉损失、工作停止、计算机失败或故障，或任何以及所有其它损失或由此引发的或与之相关的损失，即使这些方已被告知存在出现此类损失的可能性时也是如此。

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
zh_cn: 本文档以及文档的修改版本都是在遵循 GNU 自由文档许可证的条款下提供，这表示具有以下含义：<placeholder-1/>

source: Feedback
zh_cn: 反馈

source: To report a bug or make a suggestion regarding the Vinagre application or this manual, please file a bug at <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=vinagre" type="http">GNOME bugzilla page</ulink>.
zh_cn: 要报告这个程序或手册的错误或是提出建议，请发送报告文件到我们的 <ulink url="http://bugzilla.gnome.org/enter_bug.cgi?product=vinagre" type="http">GNOME bugzilla 页面</ulink>。

source: remote desktop
zh_cn: 远程桌面

source: Introduction
ca: Introducció
fa: دیباچه
fur: Introduzion
ko: 개요
lv: Ievads
pl: Wprowadzenie
uk: Вступ
zh_cn: 介绍

source: Manual
zh_cn: 手册

source: vinagre
zh_cn: vinagre 远程桌面查看器

source: The Vinagre application is a Remote Desktop Viewer for the <systemitem>GNOME desktop</systemitem> that uses Virtual Network Computing (VNC) system (and possibly other protocols) to remotely control another computer.
zh_cn: Vinagre 是一个用于 <systemitem>GNOME 桌面</systemitem> 的远程桌面查看器，使用虚拟网络计算机(VNC)系统(也可能是其他协议)，来远程控制其他计算机。

source: <application>Vinagre</application> provides the following features:
zh_cn: <application>Vinagre</application> 提供了以下特性：

source: Connect to several machines at the same time.
zh_cn: 同时连接多台计算机。

source: Store recently connections and allows to bookmark them.
zh_cn: 存储最近的连接，并保存为书签。

source: Browse local network for machines.
zh_cn: 浏览本地网络的计算机。

source: Provide a GNOME Panel applet to quickly access your bookmarked machines.
zh_cn: 提供一个 GNOME 面板小程序，以便您能快速访问加入书签的计算机。

source: Extensible through its plugin structure.
zh_cn: 通过插件来扩展。

source: Getting Started
zh_cn: 快速入门

source: Starting Vinagre
zh_cn: 启动 Vinagre

source: You can start <application>Vinagre</application> in the following ways:
zh_cn: 您可以用以下方法运行 <application>Vinagre</application>：

source: <guimenu>Applications</guimenu> menu
zh_cn: <guimenu>应用程序</guimenu> 菜单

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Remote Desktop Viewer</guimenuitem></menuchoice>.
zh_cn: 点菜单 <menuchoice><guisubmenu>互联网</guisubmenu><guimenuitem>远程桌面查看器</guimenuitem></menuchoice>。

source: Command line
zh_cn: 命令行

source: Execute the following command: <command>vinagre</command>
zh_cn: 运行下面的命令： <command>vinagre</command>

source: Starting Vinagre from a command line
zh_cn: 从命令行启动 Vinagre

source: You can run <application>Vinagre</application> from a command line and connect to a single machine or multiple machines. To connect to a machine from a command line, type the following command, then press <keycap>Return</keycap>:
zh_cn: 您可以从命令行运行 <application>Vinagre</application>，连到一台或多台计算机上。要从命令行连接到一台计算机，输入下面的命令，然后按 <keycap>回车键</keycap>：

source: hostname_or_ip_address
zh_cn: 主机名_或_IP_地址

source: For more information on how to run <application>Vinagre</application> from a command line, see the unix manual page for Vinagre, <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>.
zh_cn: 更多命令行运行 <application>Vinagre</application> 的信息，请参阅 Vinagre 的 unix 手册页： <ulink url="man:vinagre" type="man"><citerefentry><refentrytitle>Vinagre</refentrytitle><manvolnum>1</manvolnum></citerefentry></ulink>。

source: The Vinagre Window
zh_cn: Vinagre 窗口

source: Vinagre window
zh_cn: Vinagre 窗口

source: Shows vinagre main window.
zh_cn: 显示 Vinagre 主窗口。

source: The <application>Vinagre</application> window contains the following elements:
zh_cn: <application>Vinagre</application> 窗口包含下列组件：

source: Menubar
zh_cn: 菜单栏

source: The menus on the menubar contain all of the commands you need to work with remote connections in <application>Vinagre</application>.
zh_cn: 菜单栏里包括，在 <application>Vinagre</application> 远程连接时，您可以用到的全部命令。

source: Toolbar
zh_cn: 工具栏

source: The toolbar contains a subset of the most used commands that you can access from the menubar.
zh_cn: 工具栏包含最常用的菜单命令。

source: Display Area
zh_cn: 显示区

source: The display area contains a list of tabs with the connected machines and its remote desktops.
zh_cn: 显示区包括连接的计算机列表和远程桌面。

source: Statusbar
zh_cn: 状态栏

source: The statusbar displays information about current <application>Vinagre</application> activity and contextual information about the menu items.
zh_cn: 状态栏显示 <application>Vinagre</application> 活动信息，以及菜单项的相关信息。

source: Side Pane
zh_cn: 侧边栏

source: The side pane contains a list of bookmarked connections and (if available) a list of auto-discovered network machines.
zh_cn: 侧边栏包含一个列表，里面是各个连接的书签，以及(如果可用)自动查找到的网络计算机列表。

source: Some notes about Vinagre
zh_cn: 一些相关注释

source: As a tool to access other machines, Vinagre behaves slightly different than other <systemitem>GNOME</systemitem> applications in its default installation.
zh_cn: 作为一个访问其他计算机的工具，在默认安装的情况下，Vinagre 与其他 <systemitem>GNOME</systemitem> 程序稍微有所不同。

source: Vinagre comes with menu accelerators and keyboard shortcuts disabled by default. This avoids keys being intercepted by Vinagre when you wanted to send those keys to the remote machine.
zh_cn: Vinagre 默认禁用菜单访问键和键盘快捷键，这可以防止当您想要发送这些按键到远程计算机时，被 Vinagre 截获。

source: For instance, the keyboard shortcut to close a tab is <guilabel>Ctrl+W</guilabel>, but that key combination will be sent to the remote machine by default.
zh_cn: 例如，关闭标签的快捷键是 <guilabel>Ctrl+W</guilabel>，但默认这是要发送给远程计算机的。

source: If you want to change this behavior, go to Vinagre preferences in <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
zh_cn: 如果您想更改它，点 <menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项</guimenuitem></menuchoice>，进入到 Vinagre 的首选项中修改。

source: Using Vinagre
zh_cn: 使用 Vinagre

source: To connect to a remote machine
zh_cn: 要连接到一台远程计算机

source: Informing a host address
zh_cn: 主机地址信息

source: To connect with a remote machine, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Connect</guimenuitem></menuchoice>. The <guilabel>Connection Dialog</guilabel> is displayed. Inform the <guilabel>Protocol</guilabel> and the <guilabel>Host</guilabel> of the connection and click the <guibutton>Connect</guibutton> button. You will see a bunch of options depending on what protocol you have selected.
zh_cn: 要连接到一个远程计算机，点菜单 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo></shortcut><guimenu>机器</guimenu><guimenuitem>连接</guimenuitem></menuchoice>，出来一个 <guilabel>连接</guilabel> 对话框。填写<guilabel>协议</guilabel> 和 <guilabel>主机</guilabel>，然后点 <guibutton>连接</guibutton> 按钮。选项的多少，取决于您选择的协议。

source: Connect dialog
fr: Boîte de dialogue de connexion
lv: Savienojuma dialoglodziņš
zh_cn: 连接对话框

source: Shows the connect dialog.
zh_cn: 显示连接对话框。

source: You can also use the <guibutton>Find</guibutton> button to browse available machines on local network.
zh_cn: 您也可以使用 <guibutton>查找</guibutton> 按钮，浏览局域网中可用的计算机。

source: The availabity of the <guibutton>Find</guibutton> button depends on the protocol you have selected. Vinagre relies on <application>Avahi</application> service to browse for machines in your local network. Also, notice that Vinagre can be compiled without <application>Avahi</application> support. In this case, this button will not be available.
zh_cn: <guibutton>查找</guibutton> 按钮是否可用，取决于您选择的协议。Vinagre 依赖 <application>Avahi</application> 服务浏览局域网中的计算机，当然也可以不编译 <application>Avahi</application> 支持，不过这个按钮就不可用了。

source: Some machines may require a secure connection. In this case, an <guilabel>Authentication</guilabel> dialog will be displayed asking for the credentials. The type of credentials depends on the server. It may be a password and an username. If you check <guilabel>Remember this credential</guilabel>, <application>Vinagre</application> will store the secure information using <application>GNOME Keyring Manager</application>.
zh_cn: 一些计算机需要安全连接，因此，会出来一个 <guilabel>验证</guilabel> 对话框，提示需要证书，证书的类型取决于连接的服务器。它可以是一个用户名和密码，如果您选中了 <guilabel>记住证书</guilabel>， <application>Vinagre</application> 将使用 <application>GNOME 密钥管理器</application> 保存这个安全信息。

source: Authentication dialog
fr: Boîte de dialogue d'authentification
lv: Autentifikācijas dialoglodziņš
zh_cn: 验证对话框

source: Shows the authentication dialog.
zh_cn: 显示验证对话框。

source: If the connection has been used previously, you can also access it by <menuchoice><guimenu>Machine</guimenu><guimenu>Recent connections...</guimenu></menuchoice>.
zh_cn: 如果前面已经连接过，您可以点菜单 <menuchoice><guimenu>机器</guimenu><guimenu>最近连接...</guimenu></menuchoice> 查找。

source: Opening a Remote Connection File
zh_cn: 打开一个远程连接文件

source: Some hosts distribute remote connection files (generally ending with suffix ".vnc") instead of inform Host address and Port. To open a remote connection file, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>Machine</guimenu><guimenuitem>Open</guimenuitem></menuchoice>. The <guilabel>Select File</guilabel> dialog is displayed. Select the file you want to open, then click on the <guibutton>Open</guibutton> button.
zh_cn: 一些主机会发布远程连接文件(通常是以“.vnc”结尾)，而不是主机地址和端口。要打开一个远程连接文件，点菜单 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo></shortcut><guimenu>机器</guimenu><guimenuitem>打开</guimenuitem></menuchoice>，出现一个 <guilabel>选择文件</guilabel> 对话框。选择您想打开的文件，然后点 <guibutton>打开</guibutton> 按钮。

source: You can also double-click on a remote connection file in the <application>Nautilus</application> file manager to open it on the <application>Vinagre</application> window.
zh_cn: 您也可以在 <application>Nautilus</application> 文件管理器里，双击一个远程连接文件打开 <application>Vinagre</application> 窗口。

source: Using Bookmarks
zh_cn: 使用书签

source: You can access your mostly used connections through bookmarks. See the <link linkend="bookmarks">Bookmarks chapter</link>.
zh_cn: 您可以通过书签访问经常使用的连接，请参阅：<link linkend="bookmarks">书签</link> 这一章。

source: To Use Full Screen Mode
zh_cn: 使用全屏模式

source: To zoom the Display Area to full screen mode, choose <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>View</guimenu><guimenuitem>Full Screen</guimenuitem></menuchoice> or the corresponding tool bar button.
zh_cn: 要放大显示区进入全屏模式，依次按 <menuchoice><shortcut><keycap>F11</keycap></shortcut><guimenu>查看</guimenu><guimenuitem>全屏</guimenuitem></menuchoice>，或相应工具栏按钮。

source: While in full screen mode, move the mouse to the top center of the screen to show a hidden tool bar, which has buttons to leave full screen mode, close the connection and other options.
zh_cn: 在全屏模式下，把鼠标移到屏幕顶部中央将显示一个隐藏工具栏，上面有退出全屏、关闭连接等选项。

source: To Close a Connection
zh_cn: 关闭一个连接

source: To close a connection, choose <menuchoice><guimenu>Machine</guimenu><guimenuitem>Close</guimenuitem></menuchoice>.
zh_cn: 要关闭一个连接，点菜单 <menuchoice><guimenu>机器</guimenu><guimenuitem>关闭</guimenuitem></menuchoice>。

source: To Take Screenshot
zh_cn: 抓取屏幕图片

source: To take screenshot of the current remote desktop, choose <menuchoice><guimenu>Machine</guimenu><guimenu>Take Screenshot</guimenu></menuchoice> or press the relative button in the toolbar. The <guilabel>Save Screenshot</guilabel> dialog is displayed, click the <guibutton>Save</guibutton> button to save the screenshot.
zh_cn: 要抓取当前远程桌面的图片，点菜单 <menuchoice><guimenu>机器</guimenu><guimenu>抓图</guimenu></menuchoice> 或者点一下工具栏上相应的按钮，在出来的 <guilabel>保存抓图</guilabel> 对话框里，点 <guibutton>保存</guibutton> 按钮，保存抓取的图片。

source: Bookmarks are a resource to keep around machines you access frequently. They are visible at side panel or in the <guimenu>Bookmarks</guimenu> menu.
zh_cn: 书签是保存您经常访问的计算机的列表，可以在侧边栏或 <guimenu>书签</guimenu> 菜单里找到。

source: Bookmarks at side panel
zh_cn: 书签侧边栏

source: Shows bookmarks at side panel.
zh_cn: 在侧栏中显示书签。

source: As you move the mouse around the entries, a tooltip will show you the hostname of the connection. To connect to a machine, just double click on a entry.
zh_cn: 把鼠标指向一个书签，会出来一个浮动提示，显示连接的主机名。要连接这个计算机，只需双击它即可。

source: To Create a New Bookmark
zh_cn: 创建一个新的书签

source: To bookmark the currently viewed connection, choose <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>Bookmarks</guimenu><guimenuitem>Add to Bookmarks</guimenuitem></menuchoice>. The <guilabel>Saving to Bookmarks</guilabel> dialog is displayed. Inform the name of the connection and optionally other data, such as the folder and click <guibutton>Save</guibutton>.
zh_cn: 要添加当前查看的连接为书签，依次按 <menuchoice><shortcut><keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo></shortcut><guimenu>书签</guimenu><guimenuitem>添加到书签</guimenuitem></menuchoice>，出现一个 <guilabel>保存为书签</guilabel> 对话框，输入连接的名称和其他选项，比如文件夹等，然后点 <guibutton>确定</guibutton>。

source: Saving a bookmark
zh_cn: 保存书签

source: Shows the Saving to Bookmarks dialog.
zh_cn: 显示保存书签对话框。

source: You can use folders to organize your bookmarks. To create a folder, right click in the side panel and choose the option <guimenu>New Folder</guimenu> in the context menu, or go to menu <menuchoice><guimenu>Bookmarks</guimenu><guimenu>New Folder</guimenu></menuchoice>.
zh_cn: 您可以用文件夹来归类书签，要创建一个文件夹，在侧栏里点右键，选 <guimenu>新建文件夹</guimenu>，或者点菜单 <menuchoice><guimenu>书签</guimenu><guimenu>新建文件夹</guimenu></menuchoice>。

source: To Edit a Bookmark's Properties
zh_cn: 编辑一个书签的属性

source: To edit a bookmark's properties, such as it's name and host, choose <guimenuitem>Edit bookmark</guimenuitem> from the context menu of the bookmark in the Side Pane. The same dialog as shown above will be displayed.
zh_cn: 要编辑一个书签的属性，比如名称、主机等，在侧边栏里瞄准点右键，选 <guimenuitem>编辑书签</guimenuitem> 命令，出来一个跟上面相同的对话框。

source: Editing a bookmark
zh_cn: 编辑书签

source: Context menu option to edit a bookmark
zh_cn: 编辑书签的右键菜单

source: You can also edit a folder.
zh_cn: 您也可以编辑一个文件夹。

source: To Remove a Bookmark
zh_cn: 删除一个书签

source: To remove a bookmark, choose <guilabel>Remove from bookmarks</guilabel> from the context menu of the bookmark in the Side Pane.
zh_cn: 要删除一个书签，在侧边栏里的这个书签上点右键，选 <guimenuitem>从书签中删除</guimenuitem> 命令。

source: You can also remove a folder. Notice that removing a folder will remove all its entries. A confirmation dialog will be shown.
zh_cn: 您还可以删除一个文件夹，注意删除一个文件夹会删除它里面所有的书签，它会显示一个确认对话框。

source: Preferences
zh_cn: 首选项

source: To configure <application>Vinagre</application>, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. The <guilabel>Preferences</guilabel> dialog contains the following items:
zh_cn: 要配置 <application>Vinagre</application>，点菜单 <menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项</guimenuitem></menuchoice>。<guilabel>首选项</guilabel> 对话框包括以下内容：

source: Always show tabs
zh_cn: 总是显示标签

source: Select this option to make the tabs always visible, even when only one connection is active.
zh_cn: 选中此项，将会使标签总是可见，甚至仅有一个连接时也显示。

source: Show menu shortcuts
zh_cn: 允许键盘快捷键

source: By selecting this option, keyboard shortcuts, like <guilabel>Ctrl+D</guilabel> and menu accelerators, like <guilabel>Alt+M</guilabel> to access the Machine menu, will be enabled. This means that Vinagre will catch those key combinations, instead of sending them to the remote machine. Because most of the time you will be working on the remote machine, this option comes <guilabel>disabled</guilabel> by default.
zh_cn: 选中此项，一些快捷键，像 <guilabel>Ctrl+D</guilabel>，和菜单访问键，如 <guilabel>Alt+M</guilabel> 访问菜单，都会被启用。这意味着 Vinagre 将捕获这些组合键，而不是把它们发送到远程计算机，由于大多数时间您会操作远程计算机，默认 <guilabel>禁用</guilabel> 了此项。

source: About
zh_cn: 关于

source: Vinagre was written by Jonh Wendell <email>wendell@bani.com.br</email>. To find more information about Vinagre, please visit the <ulink url="http://projects.gnome.org/vinagre/" type="http"><application>Vinagre</application> web page</ulink>.
zh_cn: Vinagre 由 Jonh Wendell <email>wendell@bani.com.br</email> 编写，要了解更多相关信息，请访问<ulink url="http://projects.gnome.org/vinagre/" type="http"><application>Vinagre</application> 页面</ulink>。

source: To report a bug or make a suggestion regarding this application you can file a bug in our <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> bug tracker</ulink>.
zh_cn: 要报告这个程序的错误或提出建议，可以填写一个缺陷报告发送到我们的 <ulink url="http://bugzilla.gnome.org/browse.cgi?product=vinagre" type="http"> bug 缺陷跟踪</ulink>。

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at the <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU site</ulink>, or in the file COPYING included with the source code of this program.
zh_cn: 本程序依照自由软件基金会所发表的 GNU GPL 协议发行；使用第二版或者(如果您愿意)以后版本。协议的副本可以在 <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">GNU 站点</ulink> 上找到，或者在包含在本程序源代码的 COPYING 文件中。

source: translator-credits
zh_cn: TeliuTe <teliute@163.com>

source: Vinagre Help
fr: Manuel de Vinagre
lv: Vinagre palīdzība

source: Connecting to other computers using VNC
ca: Connexió a altres ordinadors mitjançant VNC
fa: وصل شدن به دیگر رایانه‌ها با استفاده از VNC
fr: Connexion à d'autres ordinateurs en utilisant VNC
fur: Coneti a altris computer doprant VNC
ko: VNC로 다른 컴퓨터에 연결하기
lv: Pieslēgšanās citiem datoriem izmantojot VNC
pl: Łączenie z innymi komputerami za pomocą VNC
uk: Встановлення з'єднання із іншими комп'ютерами за допомогою VNC

source: Using Vinagre's options and features
fr: Utilisation des options et des caractéristiques de Vinagre
lv: Vinagre opciju un iespēju izmantošana

# _
source: translator-credits
ca: Miquel-Àngel Burgos i Fradeja <miquel.angel.burgos@gmail.com>, 2020
fa: دانیال بهزادی <dani.behzi@ubuntu.com> آرش موسوی <mousavi.arash@gmail.com> علی‌اکبر نجفیان <ali_njfn@yahoo.com>
fr: Julien Hardelin <jhardlin@orange.fr>, 2011. Bruno Brouard <annoa.b@gmail.com>, 2011.
fur: Fabio Tomat <f.t.public at gmail.com>, 2017
ko: 조성호 <shcho@gnome.org>, 2017
lv: Pēteris Krišjānis <pecisk@gmail.com>
pl: Piotr Drąg <piotrdrag@gmail.com>, 2017 Aviary.pl <community-poland@mozilla.org>, 2017
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: Establish a connection to another computer on your local network.
fr: Établir une connexion à un autre ordinateur sur votre réseau local.
lv: Izveidot savienojumu ar citu datoru jūsu lokālajā tīkā.

source: Establish a connection
ca: Establiment d'una connexió
fa: برقراری یک اتصال
fr: Mise en place d'une connexion
fur: Stabilìs une conession
ko: 연결하기
lv: Izveidot savienojumu
pl: Łączenie
uk: Встановлення з'єднання

source: You can connect to other computers on your local network using <app>Vinagre</app>.
fr: Vous pouvez vous connecter à d'autres ordinateurs sur votre réseau local avec <app>Vinagre</app>.
lv: Jūs varat savienoties ar citiem datoriem jūsu lokālajā tīklā izmantojot <app>Vinagre</app>.

source: Choose <guiseq><gui>Remote</gui><gui>Connect</gui></guiseq>.
fr: Choisissez <guiseq><gui>Distant</gui><gui>Se connecter</gui></guiseq>.
lv: Izvēlieties <guiseq><gui>Attālināts</gui><gui>Savienoties</gui></guiseq>.

source: Choose the <gui>Protocol</gui> and the <gui>Host</gui> for the connection.
ca: Escolliu el <gui>Protocol</gui> i l'<gui>Ordinador</gui> de la connexió.
fa: برای وصل شدن، <gui>قرارداد</gui> و <gui>میزبان</gui> را برگزینید.
fr: Choisissez le <gui>Protocole</gui> et l'<gui>Hôte</gui> pour la connexion.
fur: Sielzi il <gui>Protocol</gui> e il <gui>Host</gui> pe conession.
ko: 연결할 <gui>호스트</gui> 주소와 <gui>프로토콜</gui>을 선택하십시오.
lv: Izvēlieties <gui>Protokols</gui> and the <gui>Host</gui> for the connection.
pl: Wybierz <gui>Protokół</gui> i <gui>Komputer</gui> dla połączenia.
uk: Виберіть <gui>Протокол</gui> і <gui>Вузол</gui> для з'єднання.
