Repository: GNOME/vinagre
Catalog: help/*/*.po
Languages: ca, fa, fr, fur, ko, lv, pl, uk, zh_cn

source: You can take screenshots of only the desktop that you are connected to by using the tool provided by <app>Remote Desktop Viewer</app>.
ca: Podeu fer captures de pantalla només de l'escriptori al qual esteu connectat mitjançant l'eina facilitada pel <app>Visualitzador d'escriptoris remots</app>.
fa: با استفاده از ابزار فراهم‌شده در <app>بینندهٔ میزکار دوردست</app> می‌توانید از تنها میزکاری که به آن وصلید، نماگرفت بگیرید.
fur: Si pues fâ caturis di schermi nome dal scritori de machine che si à stabilît la conession, e chest, doprant il strument furnît di <app>Visualizadôr di Scritoris Rimots</app>.
ko: <app>원격 데스크톱 보기</app>에서 제공하는 도구를 활용하여 연결한 데스크톱의 화면을 저장할 수 있습니다.
pl: Można wykonywać zrzuty samego połączonego pulpitu za pomocą narzędzia zawartego w <app>Przeglądarce zdalnych pulpitów</app>.
uk: Ви можете робити знімки зі стільниці, з якою встановлено з'єднання, за допомогою інструментів <app>Переглядача віддалених стільниць</app>.

source: Select <guiseq><gui style="menu">Remote</gui> <gui style="menuitem">Take screenshot</gui></guiseq>, or click the <gui>Take Screenshot</gui> button in the toolbar.
ca: Seleccioneu <guiseq><gui style="menu">Remota</gui> <gui style="menuitem">Fes una captura de pantalla</gui></guiseq> o feu clic al botó <gui>Fes una captura de pantalla de l'escriptori remot actual</gui> de la barra d'eines.
fa: <guiseq><gui style="menu">دوردست</gui> <gui style="menuitem">نماگرفت</gui></guiseq> را گزیده یا روی دکمهٔ <gui>نماگرفت</gui> در نوارابزار بزنید.
fur: Selezionâ <guiseq><gui style="menu">Rimot</gui> <gui style="menuitem">Fâs une cature</gui></guiseq>, o fâ clic sul boton <gui>Fâs une cature</gui> su la sbare dai struments.
ko: <guiseq><gui style="menu">원격</gui> <gui style="menuitem">스크린샷 찍기</gui></guiseq>를 선택하거나 도구 모음의 <gui>스크린샷 찍기</gui> 단추를 누르십시오.
pl: Wybierz <guiseq><gui style="menu">Zdalny pulpit</gui> <gui style="menuitem">Wykonaj zrzut ekranu</gui></guiseq> lub kliknij przycisk <gui>Wykonaj zrzut ekranu</gui> paska narzędziowego.
uk: Виберіть пункт меню <guiseq><gui style="menu">Віддалений</gui> <gui style="menuitem">Зробити знімок</gui></guiseq> або натисніть кнопку <gui>Зробити знімок</gui> на панелі інструментів.

source: In the <gui>Name</gui> field, enter the filename that you want the screenshot to be saved under.
ca: Al camp <gui>Nom</gui>, introduïu el nom del fitxer on voleu desar la captura de pantalla.
fa: در زمینهٔ <gui>نام</gui>، نام پرونده‌ای که می‌خواهید نماگرفت در آن ذخیره شود را وارد کنید.
fur: Intal cjamp <gui>Non</gui>, inserî il non dal file che si desidere dâ ae cature di schermi.
ko: <gui>이름</gui> 입력란에 스크린샷을 저장하려는 파일 이름을 입력하십시오.
pl: W polu <gui>Nazwa</gui> wpisz nazwę pliku, pod jaką zrzut ekranu ma być zapisany.
uk: У полі <gui>Назва</gui> введіть назву файла, до якого має бути збережено знімок.

source: From the <gui>Save in folder</gui> drop down list, select the folder that you want the screenshot to be saved in. You can also click <gui>Browse for other folder</gui> to select one which is not in the drop down list.
ca: A la llista desplegable <gui>Desa a la carpeta</gui>, seleccioneu la carpeta on voleu desar la captura de pantalla. També podeu fer clic a <gui>Cerca una altra carpeta</gui> per a seleccionar-ne una que no sigui a la llista desplegable.
fa: از فهرست پایین‌آمدنی <gui>ذخیره در شاخه</gui>، شاخه‌ای را که می‌خواهید نماگرفت در آن ذخیره شود، برگزینید. همچنین می‌توانید برای گزینش شاخه‌ای که در فهرست پایین‌آمدنی نیست، <gui>مرور برای دیگر شاخه‌ها</gui> را بزنید.
fur: De liste a tendine <gui>Salve te cartele</gui>, selezionâ la cartele dulà che si desidere salvâ la cature di schermi. Si pues ancje fâ clic su <gui>Esplore par altris cartelis</gui> par selezionâ une che no je te liste a tendine.
ko: <gui>폴더에 저장</gui> 드롭 다운 목록에서 스크린샷을 저장하려는 폴더를 선택하십시오. <gui>다른 폴더 탐색</gui>을 눌러 드롭 다운 목록에 없는 폴더를 선택할 수도 있습니다.
pl: Z listy <gui>Zapis w katalogu</gui> wybierz katalog, w którym zapisać zrzut ekranu. Można także kliknąć <gui>Przeglądaj inne katalogi</gui>, aby wybrać katalog spoza listy.
uk: У спадному списку <gui>Тека збереження</gui> виберіть теку, до якої має бути збережено знімок. Ви також можете натиснути кнопку <gui>Вибрати іншу теку</gui>, щоб вибрати одну з тек, яких немає у спадному списку.

source: Click <gui style="button">Save</gui> to save the screenshot.
ca: Feu clic a <gui style="button">Desa</gui> per a desar la captura de pantalla.
fa: برای ذخیرهٔ نماگرفت، روی <gui>ذخیره</gui> بزنید.
fur: Fâ clic su <gui style="button">Salve</gui> par salvâ la cature di schermi.
ko: <gui style="button">저장</gui>을 눌러 스크린샷을 저장하십시오.
pl: Kliknij przycisk <gui style="button">Zapisz</gui>, aby zapisać zrzut ekranu.
uk: Натисніть кнопку <gui style="button">Зберегти</gui>, щоб зберегти знімок.

source: View-only mode
ca: Mode de només visualització
fa: حالت فقط مشاهده
fur: Modalitât Dome-viôt
ko: 보기만 가능 상태
pl: Tryb tylko podglądu
uk: Режим тільки перегляду

source: Some protocols allow you to enable a <gui>View Only</gui> mode. This mode allows you to disable all interaction with the remote.
ca: Alguns protocols us permeten d'habilitar un mode de <gui>Només visualització</gui>. Aquest mode us permet d'inhabilitar tota interacció remota.
fa: برخی قراردادها می‌گذارند یک حالت <gui>فقط نمایش</gui> را به کار بیندازید. این حالت می‌گذارد همهٔ تعامل‌ها با دوردست را از کار بیندازید.
fur: Cualchi protocol al permet di abilitâ une modalitât <gui>Dome viôt</gui>. Cheste modalitât e permet di disabilitâ dutis lis interazions cul rimot.
ko: 일부 프로토콜에서는 <gui>보기만 가능</gui> 상태로 전환할 수 있습니다. 이 상태로 전환하면 원격 데스크톱 제어 기능을 끌 수 있습니다.
pl: Niektóre protokoły obsługują tryb <gui>Tylko podgląd</gui>. Umożliwia on wyłączenie sterowania zdalnego pulpitu.
uk: У деяких протоколах можливе з'єднання лише у режимі <gui>Лише перегляд</gui>. Цей режим надає вам змогу вимкнути усю взаємодії зі віддаленим комп'ютером.

source: Choose <guiseq><gui style="menu">View</gui> <gui style="menuitem">View Only</gui></guiseq> or click the corresponding toolbar button to enable this mode.
ca: Escolliu <guiseq><gui style="menu">Visualitza</gui> <gui style="menuitem">Només visualització</gui></guiseq> o feu clic al botó de la barra d'eines corresponent per a habilitar aquest mode.
fa: برای به کار انداختن این حالت، <guiseq><gui style="menu">نما</gui><gui style="menuitem">فقط نمایش</gui></guiseq> را گزیده یا دکمهٔ مرتبط در نوارابزار را بزنید.
fur: Sielzi <guiseq><gui style="menu">Visualize</gui> <gui style="menuitem">Dome viôt</gui></guiseq> o fâ clic sul boton de sbare dai strument corispondent par abilitâ cheste modalitât.
ko: 보기만 가능 상태로 전환하려면 <guiseq><gui style="menu">보기</gui> <gui style="menuitem">보기만 가능</gui></guiseq>을 선택하거나 도구 모음에서 관련 단추를 누르십시오.
pl: Wybierz <guiseq><gui style="menu">Widok</gui> <gui style="menuitem">Tylko podgląd</gui></guiseq> lub kliknij odpowiedni przycisk paska narzędziowego, aby włączyć ten tryb.
uk: Виберіть пункт меню <guiseq><gui style="menu">Перегляд</gui> <gui style="menuitem">Лише перегляд</gui></guiseq> або натисніть відповідну кнопку на панелі інструментів, щоб увімкнути цей режим.

source: Vinagre in action
fr: Vinagre en action
