Repository: GNOME/vinagre
Catalog: help/*/*.po
Languages: ca, fa, fr, fur, ko, lv, pl, uk, zh_cn

source: Some protocols allow you to see all available computers on your local network by clicking the <gui>Find</gui> button. Without <app>Avahi</app> support, this button will not be displayed.
fr: Certains protocoles vous permettent de voir quels sont les ordinateurs présents sur votre réseau local en cliquant sur le bouton <gui>Rechercher</gui>. Sans la prise en charge d'<app>Avahi</app>, ce bouton ne s'affiche pas.
lv: Daži protokoli atļauj jums redzēt visus pieejamos datorus jūsu lokālajā tīklā spiežot <gui>Meklēt</gui> pogu. Bez <app>Avahi</app> atbalsta šī poga nebūs redzama.

source: Select the options which you want enabled when the connection is made. Options will vary depending on the protocol you use.
fr: Sélectionnez les options que vous voulez activer quand la connexion sera réalisée. Les options dépendent du protocole utilisé.
lv: Izvēlieties kuras opcijas aktivizēt savienojumam. Šīs opcijas mainīsies atkartībā no izmantotā protokola.

source: Click the <gui>Connect</gui> button.
fr: Cliquez sur le bouton <gui>Se connecter</gui>.
lv: Spiediet <gui>Savienot</gui> pogu.

source: At this point, the remote desktop may need to confirm the connection. If this is the case, the viewer may remain black until the connection is confirmed.
ca: En aquest punt, és possible que l'escriptori remot hagi de confirmar la connexió. Si és el cas, és possible que l'observador no vegi res fins que es confirmi la connexió.
fa: در این نقطه ممکن است میزکار دوردست نیاز به تأ‌یید اتصال داشته باشد. در این صورت ممکن است بیننده تا زمان تأیید اتصال، سیاه بماند.
fr: À ce moment, l'ordinateur distant peut avoir besoin de confirmer la connexion. Si c'est le cas, l'afficheur restera noir jusqu'à ce que la connexion soit confirmée.
fur: A chest pont, il scritori rimot al podarès domandâ la conferme de conession. In chest câs, il visualizadôr al podarès restâ neri fintremai che la conession no ven confermade.
ko: 이 때, 원격 데스크톱이 연결을 받아들여야합니다. 이 경우 연결을 수립하는 동안 보기 프로그램이 검은 바탕으로 나타납니다.
lv: Pie šī soļa attālinātajā darbvirsmā varētu būt nepieciešams apstiprināt savienojumu. Tādā gadījumā skatītājs paliks melns līdz savienojums tiks apstiprināts.
pl: Na tym etapie zdalny pulpit może musieć potwierdzić połączenie. Do tego czasu przeglądarka może być czarna.
uk: На цьому кроці хтось на віддаленому комп'ютері має підтвердити встановлення з'єднання. Доки надійде підтвердження, вікно переглядача лишатимуться чорним.

source: Some computers may require a secure connection: an authentication dialog will be displayed, asking for the credentials. The type of credentials depend on the remote host, it may be a password and a username. If you select <gui>Remember this credential</gui>, <app>Vinagre</app> will store the information using <app>GNOME Keyring</app>.
fr: Certains ordinateurs peuvent nécessiter une connexion sécurisée : une boîte de dialogue d'authentification s'affiche alors, réclamant les informations d'authentification. Le type d'informations dépend de l'hôte distant ; il peut s'agir d'un nom d'utilisateur et d'un mot de passe. Si vous sélectionnez <gui>Se souvenir de l'information d'identification</gui>, <app>Vinagre</app> stockera cette information en utilisant l'application <app>Gnome-keyring</app>.
lv: Daži datori var pieprasīt drošu savienojumu: autentifikācijas dialoglodziņš tiks parādīts, prasot jūsu akreditācijas datus. Šo datu veids atkarīgs no attālinātās sistēmas - visticamāk, tas varētu būt parole, kā arī lietotājvārds. Ja jūs atzīmēsiet <gui>Atcerēties šo akreditāciju</gui>, <app>Vinagre</app> saglabās šo informāciju izmantojot <app>GNOME Keyring</app>.

source: If the connection has been used previously, you can also access it through <guiseq><gui>Remote</gui><gui>Recent Connections</gui></guiseq>.
fr: Si la connexion a été utilisée précédemment, vous pouvez y accéder en utilisant le menu <guiseq><gui>Distant</gui><gui>Connexions récentes</gui></guiseq>.
lv: Ja savienojums jau ir iepriekš izmantots, jūs varam tam piekļūt, izmantojot <guiseq><gui>Attālināts</gui><gui>Nesenie savienojumi</gui></guiseq>.

source: To close a connection, choose <guiseq><gui>Remote</gui> <gui>Close</gui></guiseq> or click the <gui>Close</gui> button.
fr: Pour fermer une connexion, choisissez <guiseq><gui>Distant</gui> <gui>Fermer</gui></guiseq> ou cliquez sur le bouton <gui>Fermer</gui>.
lv: Lai aizvērtu savienojumu, izvēlieties <guiseq><gui>Attālināts</gui> <gui>Aizvērt</gui></guiseq> vai arī spiediet <gui>Aizvērt</gui> pogu.

source: Use a remote connection file to connect to a remote machine.
ca: Utilitzeu un fitxer de connexió remota per a connectar-vos a una màquina remota.
fa: برای وصل شدن به دستگاهی دوردست، از یک پروندهٔ اتصال دوردست استفاده کنید.
fr: Utiliser un fichier de connexion distant pour se connecter à une machine distante.
fur: Dopre un file di conession rimote par conetisi a une machine rimote.
ko: 원격 머신에 연결할 때 원격 연결 파일을 사용합니다.
lv: Attālinātā savienojuma faila izmantošana, lai savienotos ar attālināto sistēmu.
pl: Używanie pliku zdalnego połączenia do łączenia ze zdalnym komputerem.
uk: Використання файла віддаленого з'єднання для з'єднання із віддаленим комп'ютером.

source: Connect with a .vnc file
fr: Connexion avec un fichier .vnc
lv: Savienoties izmantojot .vnc failu

source: Some hosts distribute remote connection files (generally ending with suffix <file>.vnc</file>) instead of using a host address and port.
fr: Certains hôtes fournissent des fichiers de connexion distants (généralement terminés par le suffixe <file>.vnc</file>) au lieu de recourir à une adresse et à un port d'hôte.
lv: Dažām sistēmām tiek izplatīti attālinātā savienojuma faili (parasti ar paplašinājumu <file>.vnc</file>) sistēmas adreses un porta vietā.

source: Choose <guiseq><gui>Remote</gui> <gui>Open</gui></guiseq>.
fr: Choisissez <guiseq><gui>Distant</gui> <gui>Ouvrir</gui></guiseq>.
lv: Izvēlieties <guiseq><gui>Attālināts</gui> <gui>Atvērt</gui></guiseq>.

source: Select the file you want to open.
ca: Seleccioneu el fitxer que voleu obrir.
fa: پرونده‌ای که می‌خواهید بگشایید را برگزینید.
fr: Sélectionnez le fichier à ouvrir.
fur: Selezionâ il file che si vûl vierzi.
ko: 열고자 하는 파일을 선택하십시오.
lv: Izvēlieties failu, kuru vēlaties atvērt.
pl: Wybierz plik do otwarcia.
uk: Виберіть файл, який ви хочете відкрити.

source: Click the <gui>Open</gui> button.
fr: Cliquez sur le bouton <gui>Ouvrir</gui>.
lv: Spiediet <gui>Atvērt</gui> pogu.

source: You can also double-click on a remote connection file in <app>Nautilus</app> to open it with <app>Vinagre</app>.
fr: Vous pouvez aussi faire un double clic sur un fichier de connexion distant dans <app>Nautilus</app> pour l'ouvrir avec <app>Vinagre</app>.
lv: Jūs arī varat atvērt attālinātā savienojuma failu ar dubultklikšķi <app>Nautilus</app> lai to atvērtu ar <app>Vinagre</app>.

source: View the remote desktop in fullscreen mode.
ca: Visualitzeu l'escriptori remot en mode de pantalla completa.
fa: میزکار دوردست را در حالت تمام‌صفحه مشاهده کنید.
fr: Afficher le bureau distant en mode plein écran.
fur: Visualizâ il scritori rimot in modalitât plen visôr.
ko: 전체 화면 상태로 원격 데스크톱을 봅니다.
lv: Attālinātās darbvirsmas skatīšana pilnekrāna režīmā.
pl: Wyświetlanie zdalnego pulpitu w trybie pełnoekranowym.
uk: Перегляд віддаленої стільниці у повноекранному режимі.

source: Fullscreen mode
ca: Mode de pantalla completa
fa: حالت تمام‌صفحه
fr: Mode plein écran
fur: Modalitât plen visôr
ko: 전체 화면 상태
lv: Pilnekrāna režīms
pl: Tryb pełnoekranowy
uk: Повноекранний режимі

source: Fullscreen mode can be useful if viewing a desktop which is the same size or larger than yours.
ca: El mode de pantalla completa pot ser útil en visualitzar un escriptori de la mateixa mida o més gran que el vostre.
fa: حالت تمام‌صفحه زمانی می‌تواند برای دیدن میزکاری هم‌اندازه یا بزرگ‌تر از میزکارتان مفید باشد.
fr: Le mode plein écran est utile pour afficher un bureau de même taille ou plus grand que le vôtre.
fur: La modalitât plen visôr e pues jessi utile se si visualize un scritori de stesse dimension o plui grant dal vuestri.
ko: 전체 화면 상태는 여러분의 모니터 해상도와 동일하거나 더 큰 화면을 가진 데스크톱을 볼 때 쓸만합니다.
lv: Pilnekrāna režīms var būt noderīgs skatoties darbvirsmu, kas ir izmēros tāda pati vai lielāka kā jūsu.
pl: Tryb pełnoekranowy jest przydatny, jeśli wyświetlany pulpit jest tego samego rozmiaru lub jest większy niż własny.
uk: Повноекранний режим може бути корисним для перегляду стільниці, розмір екрана на якій дорівнює або є більшим за розмір екрана на вашій стільниці.

source: Choose <guiseq><gui>View</gui><gui>Fullscreen</gui></guiseq>, or press the corresponding toolbar button, to view the display area in fullscreen mode.
fr: Choisissez <guiseq><gui>Affichage</gui><gui>Plein écran</gui></guiseq> ou cliquez sur le bouton correspondant de la barre d'outils pour déployer la zone d'affichage en mode plein écran.
lv: Izvēlieties <guiseq><gui>Skats</gui><gui>Pilnekrāns</gui></guiseq>, vai arī spiediet atbilstošo rīkjoslas pogu, lai attēlošanas laukumu izplestu pilnekrāna režīmā.

source: While in fullscreen mode, move the mouse to the top-center of the screen to display a hidden toolbar, which has a <gui>Leave Fullscreen</gui> button, <gui>Disconnect</gui> and other options.
fr: En mode plein écran, déplacez le pointeur de la souris vers le bord supérieur de l'écran pour faire apparaître une barre d'outils cachée qui possède les boutons <gui>Quitter le plein écran</gui>, <gui>Se déconnecter</gui> et d'autres options.
lv: Esot pilnekrāna režīmā pārvietojiet kursoru uz ekrāna augšējās malas centru, lai parādītu slēpto rīkjoslu, kurā ir pieejama <gui>Atstāt pilnekrānu</gui> poga, kā arī <gui>Atvienoties</gui> un citas opcijas.

source: Fullscreen mode with overlay toolbar
fr: Mode plein écran avec barre d'outils surimposée
lv: Pilnekrāna režīms ar pārklājuma rīkjoslu.

source: Introduction to the <app>Vinagre</app> remote desktop viewer.
fr: Introduction à l'afficheur de bureau distant <app>Vinagre</app>.
lv: Ievads <app>Vinagre</app> attālinātās darbvirsmas skatītājā.

source: <app>Vinagre</app> is a remote desktop viewer application for the GNOME desktop which uses Virtual Network Computing (VNC), and other protocols, to remotely control another computer.
fr: <app>Vinagre</app> est un afficheur de bureau distant pour le bureau GNOME qui utilise VNC (Virtual Network Computing), et d'autres protocoles, pour prendre le contrôle à distance d'un autre ordinateur.
lv: <app>Vinagre</app> ir attālinātās darbvirsmas skatītāja lietotne GNOME darbvirsmai, kas izmanto Virtual Network Computing (VNC), kā arī citus protokolus, lai attālināti kontrolētu citus datorus.

source: <app>Vinagre</app> can be used to control another computer and interact with its desktop.
fr: <app>Vinagre</app> peut être utilisé pour contrôler un autre ordinateur et interagir avec son bureau.
lv: <app>Vinagre</app> var tikt izmantots, lai kontrolētu citu datoru un darbotos ar tā darbvirsmu.

source: <app>Vinagre</app> provides the following features:
fr: <app>Vinagre</app> offre les caractéristiques suivantes :
lv: <app>Vinagre</app> nodrošina sekojošas iespējas:

source: connect to several machines at the same time
ca: connexió a diverses màquines alhora;
fa: اتصال همزمان به چند دستگاه
fr: connexion à plusieurs machines en même temps,
fur: conet a plui machinis in maniere simultanie
ko: 동시에 여러 머신에 연결합니다
lv: savienoties ar vairākiem datoriem vienlaicīgi
pl: łączenie z kilkoma komputerami jednocześnie
uk: з'єднання із декількома комп'ютерами одночасно;

source: store recent connections and allows them to be bookmarked
fr: enregistrement des connexions récentes et possibilité de créer des signets pour elles,
lv: saglabā nesenos savienojumus un atļauj tos atzīmēt kā grāmatzīmes

source: browse local network for machines
fr: parcours du réseau local à la recherche d'ordinateurs.
lv: Pārlūkot lokālo tīklu meklējot datorus

source: Screenshot of Vinagre in action
lv: Ekrānuzņēmums ar Vinagre darbībā

source: <em>Vinagre in action</em>
lv: <em>Vinagre darbībā</em>

source: Disable the sending of keyboard shortcuts to the remote machine.
ca: Inhabiliteu l'enviament de les dreceres de teclat a la màquina remota.
fa: از کار انداختن فرستادن میان‌برهای صفحه‌کلید به دستگاه دوردست.
fr: Désactiver l'envoi des raccourcis clavier vers la machine distante.
fur: Disabilite l'inviâ des scurtis di tastiere ae machine rimote.
ko: 원격 머신으로의 단축 키보드 입력을 끕니다.
lv: Izslēgt tastatūras saīsņu sūtīšanu uz attālināto datoru.
pl: Wyłączenie wysyłania skrótów klawiszowych do zdalnego komputera.
uk: Вимикання надсилання натискань комбінацій клавіш на віддалений комп'ютер.

source: Keyboard shortcuts
ca: Dreceres de teclat
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
fur: Scurtis di tastiere
ko: 키보드 바로 가기 키
lv: Tastatūras saīsnes
pl: Skróty klawiszowe
uk: Клавіатурні скорочення

source: You can enable or disable keyboard shortcuts by clicking <guiseq><gui>View</gui><gui>Keyboard shortcuts</gui></guiseq>.
fr: Vous pouvez activer ou désactiver les raccourcis clavier en cliquant sur <guiseq><gui>Affichage</gui><gui>Raccourcis clavier</gui></guiseq>.
lv: Jūs varat aktivizēt vai deaktivizēt tastatūras saīsnes, klikšķinot <guiseq><gui>Skats</gui><gui>Tastatūras saīsnes</gui></guiseq>.

source: Enabling this option allows the use of keyboard shortcuts (like <keyseq><key>Ctrl</key><key>D</key></keyseq>), menu accelerators and mnemonics (such as <keyseq><key>Alt</key><key>M</key></keyseq>), with <app>Vinagre</app>. This means that <app>Vinagre</app> will catch those key combinations instead of sending them to the remote machine. This option is disabled by default because most of the time, you will be interacting with the computer which you have connected to.
fr: L'activation de option vous permet d'utiliser les raccourcis clavier, comme <keyseq><key>Ctrl</key><key>D</key></keyseq>, les accélérateurs de menus et les touches d'accès (telles que <keyseq><key>Alt</key><key>M</key></keyseq>), avec <app>Vinagre</app>. Cela veut dire que <app>Vinagre</app> capture ces combinaisons de touches au lieu de les envoyer à la machine distante. Cette option est désactivée par défaut parce que, la plupart du temps, vous interagirez avec l'ordinateur auquel vous vous êtes connecté.
lv: Aktivizējot šo opciju jūs ar <app>Vinagre</app> varēsiet izmantot tastatūras saīsnes (tādas kā <keyseq><key>Ctrl</key><key>D</key></keyseq>), izvēlņu paātrinātājus un mnemokodus (tādus kā<keyseq><key>Alt</key><key>M</key></keyseq>). Tas nozīmē, ka <app>Vinagre</app> "pārķers" šīs taustiņu kombinācijas, kas citādāk tiktu nosūtītas uz attālināto datoru. Šī opcija ir deaktivizēta pēc noklusējuma, jo parasti jūs vēlēsieties pilnvērtīgi darboties ar datoru, kuram jūs esat pieslēdzies.

source: When the <gui>Keyboard shortcuts</gui> option is disabled, <keyseq><key>Ctrl</key><key>Alt</key> <key>Delete</key></keyseq> is the only key combination which will not be sent to the remote desktop. Choose <guiseq><gui>Remote</gui><gui>Send Ctrl-Alt-Delete</gui></guiseq>, or use the corresponding toolbar button, to send this key combination.
fr: Quand l'option <gui>Raccourcis clavier</gui> est désactivée, <keyseq><key>Ctrl</key><key>Alt</key> <key>Suppr</key></keyseq> est la seule combinaison de touches qui ne sera pas envoyée au bureau distant. Choisissez <guiseq><gui>Distant</gui><gui>Envoyer Ctrl-Alt-Suppr</gui></guiseq>, ou utilisez le bouton correspondant dans la boîte à outils, pour envoyer cette combinaison de touches.
lv: Kad <gui>Tastatūras saīsnes</gui> opcija ir deaktivizēta, <keyseq><key>Ctrl</key><key>Alt</key> <key>Delete</key></keyseq> ir vienīgā taustiņu kombinācija, kas netiks sūtīta uz attālināto darbvirsmu. Izvēlieties <guiseq><gui>Attālināts</gui><gui>Sūtīt Ctrl-Alt-Delete</gui></guiseq>, vai arī izmantojiet atbilstošo rīkjoslas pogu, lai nosūtītu šo taustiņu kombināciju.

source: Connect to computers not on your local network: bypassing firewall restrictions on remote host.
ca: Connecteu-vos a ordinadors que no siguin a la xarxa local: eviteu les restriccions del tallafoc de l'amfitrió remot.
fa: وصل شدن به رایانه‌هایی که روی شبکه محلیتان نیستند: محدودیت گذشتن از دیوارهٔ آتشین روی میزبان دوردست.
fr: Se connecter à des ordinateurs en dehors de votre réseau local : en outrepassant les restrictions du pare-feu de l'hôte distant.
fur: Coneti a computers fûr de rêt locâl: sorpassant lis restrizions dal firewall sul host rimot.
ko: 원격 호스트 연결을 제한하는 방화벽을 건너뛰어 로컬 네트워크에 없는 컴퓨터에 연결합니다.
lv: Savienoties ar datoriem kas neatrodas jūsu lokālajā tīklā un apiet ugunsmūra ierobežojumus uz attālinātā datora.
pl: Łączenie z komputerami spoza sieci lokalnej: omijanie zapory sieciowej na zdalnym komputerze.
uk: З'єднання із комп'ютерами поза вашою локальною мережею: обхід обмежень брандмауера на віддаленому вузлі.

source: Reverse Connections…
fr: Connexions inverses…
lv: Apgrieztie savienojumi…

source: A reverse connection is usually used to bypass firewall restrictions on open ports. A firewall usually blocks open ports, but does not block outgoing traffic. In a normal forward connection, a client connects to a server through the server's open port, but in the case of a reverse connection, the client opens the port that the server connects to.
fr: Une connexion inverse est habituellement utilisée pour outrepasser les restrictions du pare-feu sur les ports ouverts. Un pare-feu bloque généralement les ports ouverts, mais ne bloque pas le trafic sortant. Dans une connexion directe, un client se connecte à un serveur à travers le port ouvert du serveur, tandis que, dans une connexion inverse, le client ouvre le port auquel le serveur se connecte.
lv: Apgrieztais savienojums parasti tiek izmantots, lai apietu ugunsmūra ierobežojumus uz atvērtajiem portiem. Ugunsmūris parasti bloķē atvērtos portus, taču ne izejošo datu plūsmu. Normālā savienojumā klients pieslēdzas serverim izmantojot atvērtu portu uz servera, bet apgrieztā savienojuma gadījumā klients atver portu, pie kura pieslēdzās serveris.

source: Enabling reverse connections
ca: Habilitació de connexions inverses
fa: به کار انداختن اتصال‌های معکوس
fr: Activation des connexions inverses
fur: Abilitâ conessions contraris
ko: 거꾸로 연결 활성화
lv: Apgriezto savienojumu aktivizēšana
pl: Włączanie odwrotnych połączeń
uk: Вмикання зворотних з'єднань

source: Open <guiseq><gui>Remote</gui><gui>Reverse Connections...</gui> </guiseq>.
fr: Ouvrez <guiseq><gui>Distant</gui><gui>Connexions inverses...</gui></guiseq>.
lv: Atveriet <guiseq><gui>Attālināts</gui><gui>Apgrieztie savienojumi…</gui> </guiseq>.

source: Select <gui>Enable Reverse Connections</gui>.
fr: Sélectionnez <gui>Activer les connexions inverses</gui>.
lv: Izvēlieties <gui>Aktivēt apgrieztos savienojumus</gui>.

source: Reverse Connections dialog
fr: Boîte de dialogue pour les Connexions inverses
lv: Apgriezto savienojumu dialoglodziņš

source: Access a computer behind a firewall
ca: Accés a un ordinador rere un tallafoc
fa: دسترسی به رایانه‌ای پشت دیوارهٔ آتشین
fr: Accès à un ordinateur derrière un pare-feu
fur: Jentrâ suntun computer daûr di un firewall
ko: 방화벽 안의 컴퓨터에 연결하기
lv: Piekļūšana datoram aiz ugunsmūra
pl: Dostęp do komputera za zaporą sieciową
uk: Доступ до комп'ютера, який захищено брандмауером

source: The remote computer needs to connect to your machine using your IP address and port number, which are in the <gui>Reverse Connections...</gui> dialog, under <gui>Connectivity</gui>.
fr: L'ordinateur distant doit se connecter à votre machine en utilisant votre adresse IP et votre numéro de port, qui s'affichent dans la boîte de dialogue <gui>Connexions inverses...</gui> à la rubrique <gui>Connectivité</gui>.
lv: Attālinātajam datoram nepieciešams savienoties ar jūsu datoru izmantojot jūsu IP adresi un porta numuru, kuri ir pieejami <gui>Apgrieztie savienojumi...</gui> dialoglodziņā, <gui>Connectivity</gui> daļā.

source: Currently, <app>Vino</app>, the GNOME VNC server, does not support reverse connections (also known as "listen mode"). Some other applications, such as <app>UltraVNC</app>, <app>RealVNC</app> and <app>TightVNC</app>, do have support for reverse connections.
fr: Actuellement, <app>Vino</app>, le serveur VNC de GNOME ne prend pas en charge les connexions inverses (également connues sous le nom de « mode écoute »). D'autres applications, telles que <app>UltraVNC</app>, <app>RealVNC</app> et <app>TightVNC</app>, les prennent en charge.
lv: Šobrīd <app>Vino</app>, GNOME VNC serveris, neatbalsta apgrieztos savienojumus (zināmus arī kā "klausīšanās režīms"). Dažas citas lietotnes, tādas kā <app>UltraVNC</app>, <app>RealVNC</app> un <app>TightVNC</app>, atbalsta apgrieztos savienojumus.

source: Once the remote computer connects to your machine, <app>Vinagre</app> will establish the reverse connection.
fr: Dès que l'ordinateur distant se connecte à votre machine, <app>Vinagre</app> établit la connexion inverse.
lv: Tiklīdz attālinātais dators savienosies ar jūsu sistēmu, <app>Vinagre</app> izveidos apgrieztu savienojumu.

source: When connecting to a machine which is not on your local network, you will need to provide your externally visible IP address and port number to the remote server.
ca: En connectar-vos a una màquina que no es trobi a la vostra xarxa local, haureu de proporcionar la vostra adreça IP i número de port visibles externament al servidor remot.
fa: هنگام وصل شدن به دستگاهی که روی شبکهٔ محلیتان نیست، لازم است نشانی آی‌پی خارجی و شمارهٔ درگاه روی کارساز دوردست را مشخّص کیند.
fr: Lors de la connexion à une machine en dehors de votre réseau local, il est nécessaire de fournir au serveur distant votre adresse IP visible à l'extérieur ainsi que votre numéro de port.
fur: Cuant che si conetisi a une machine che no je te rêt locâl, si scugnarà furnî la direzion IP visibile di difûr e il numar de puarte al servidôr rimot.
ko: 로컬 네트워크에 없는 머신에 연결할 때, 외부에 나타나는 IP 주소와 포트 번호를 원격 서버에 제시해야합니다.
lv: Savienojoties ar datoru kas nav jūsu lokālajā tīklā, jums būs nepieciešams nodrošināt jūsu ārējo IP adresi un porta numuru attālinātajam serverim.
pl: W przypadku połączenia z komputerem spoza sieci lokalnej należy podać zdalnemu serwerowi swój adres IP i numer portu.
uk: При встановленні з'єднання із комп'ютером, який перебуває поза вашою локальною мережею на віддаленому комп'ютері слід буде вказати видиму ззовні IP-адресу вашого комп'ютера і номер порту.

source: Scale the remote desktop to fit the display area.
ca: Escaleu l'escriptori remot per a ajustar-lo a l'àrea de visualització.
fa: مقیاس میزکار دوردست برای برازش به ناحیهٔ نمایش.
fr: Redimensionner le bureau distant pour l'adapter à la zone d'affichage.
fur: Scjalâ il scritori rimot par adatâsi ae aree dal visôr.
ko: 화면 크기에 맞춰 원격 데스크톱 화면 크기를 늘입니다.
lv: Attālinātas darbvirsmas mērogošana, lai ietilpinātu attēlošanas laukumā.
pl: Skalowanie zdalnego pulpitu, aby pasował do ekranu.
uk: Масштабування віддаленої стільниці за областю показу.

source: Scale the remote desktop
ca: Escalat de l'escriptori remot
fa: مقیاس میزکار دوردست
fr: Redimensionnement du bureau distant
fur: Scjalâ il scritori rimot
ko: 원격 데스크톱 크기 확장
lv: Attālinātās darbvirsmas mērogošana
pl: Skalowanie zdalnego pulpitu
uk: Масштабування віддаленої стільниці
