Repository: GNOME/vinagre
Catalog: po/*.po
Languages: hr, ms, oc

source: Can’t send host identity confirmation
ms: Tidak dapat menghantar pengesahan identiti hos

source: Whether we should start the program listaning for reverse connections
oc: Indique s'il faut démarrer lo programa en restant a l'écoute des connexions inverses

source: Set to "true" to always start the program listaning for reverse connections.
oc: Definir a « true » per que lo programa démarre totjorn en écoutant les connexions inverses.
