Repository: GNOME/vinagre
Catalog: po/*.po
Languages: hr, ms, oc

source: Whether we should leave other clients connected
hr: Trebamo li ostaviti druge klijente povezane
ms: Sama ada kita patut biarkan klien-klien lain bersambung
oc: Indique s'il faut laisser les autres clients connectés

source: When connecting to a host, the client can say to the server to leave other clients connected or to drop the existent connections. Set the value to true to share the desktop with the other clients.
hr: Pri povezivanju s računalom, klijent može reći poslužitelju da napusti ostale povezane klijente ili da prekine postojeća povezivanja. Postavite vrijednost na istinu za dijeljenje radne površine s ostalim klijentima.
ms: Ketika bersambung dengan satu hos, klien boleh arahkan pelayan biarkan klien-klien lain bersambung atau lepaskan sambungan sedia ada. Tetapkan nilai pada benar untuk berkongsi atas meja dengan klien-klien lain.
oc: Lors de la connexion a un òste, lo client pòt dire al servidor de laisser les autres clients connectés o d'abandonner les connexions existantes. Definir la valeur a « true » per partager lo burèu amb les autres clients.

source: Whether we should show tabs even when there is only one active connection
hr: Trebamo li prikazati kartice čak iako je aktivno samo jedno povezivanje
ms: Sama ada kita patut tunjukkan tab-tab walaupun hanya terdapat satu sambungan aktif
oc: Indique s'il faut afichar les onglets même quand il n'y a qu'une connexion active

source: Set to "true" to always show the tabs. Set to "false" to only show the tabs when there is more than one active connection.
hr: Postavite na "istinu" kako bi kartice uvijek bile prikazane. Postavite na "laž" kako bi kartice bile prikazane kada je aktivno više od jednog povezivanja..
oc: Definir a « true » per totjorn afichar les onglets. Definir a « false » pour les afichar unicament quand i a mai d'une connexion active.

source: Whether we should show the menu accelerators (shortcut keys)
hr: Trebamo li prikazati izbornik prečaca (tipke prečaca)
ms: Sama ada kita patut tunjukkan pemecut menu (kekunci pintasan)
oc: Indique s'il faut afichar les acorchis de clavièr del menu

source: Set to "false" to disable menu shortcuts. Set to "true" to enable them. Note that if they are enabled, those keys will be intercepted by the menu and will not be sent to the remote host.
hr: Postavite na "laž" za onemogućavanje prečaca izbornika. Postavite na "istinu" kako bi ih omogućili. Zapamtite da ako su omogućeni, te tipke će biti prekinute izbornikom i neće biti poslane na udaljeno računalo.
oc: Definir a « false » per desactivar les raccourcis des menus. Definir a « true » per les activar. Notez que si elles son activées, ces touches seront interceptées pel menu e ne seront pas envoyées a l'òste distant.

source: Maximum number of history items in connect dialog
hr: Najveći broj stavki povjesti u dijalogu povezivanja
ms: Bilangan maksimum item sejarah dalam dialog sambung
oc: Nombre maximal de lignes d'istoric dins la bóstia de dialogue de connexion

source: Specifies the maximum number of items in the host dropdown entry.
hr: Određuje najveći broj stavki u padajućem unosu računala.
ms: Nyatakan bilangan maksimum item di dalam masukan tarik-turun hos.
oc: Indique lo nombre maximal d'elements dins la lista déroulante des òstes.

source: Whether we should start the program listening for reverse connections
hr: Trebamo li pokrenuti osluškivanje programa za povratna povezivanja
ms: Sama ada kita patut mulakan pendengaran program untuk sambungan songsang

source: Set to "true" to always start the program listening for reverse connections.
hr: Postavite na "istinu" da uvijek bude pokrenuto osluškivanje programa za povratno povezivanje.

source: Remote Desktop Viewer
hr: Preglednik udaljenog računala
ms: Pelihat Atas Meja Jauh
oc: Visionador de burèus distants

source: Access remote desktops
hr: Pristup udaljenom računalu
ms: Capai atas meja Jauh
oc: Accéder a des burèus distants

source: Vinagre shows remote Windows, Mac OS X and Linux desktops.
hr: Vinagre prikazuje udaljene Windows, Mac OS X i Linux radne površine.
ms: Vinagre menunjukkan atas meja Windows, Mac OS X dan Linux jauh.
oc: Vinagre affiche des burèus a distance, sous Windows, Mac OS X o Linux.

source: It uses the VNC, RDP and SPICE protocols, and can even be used to connect to SSH servers.
hr: Koristi VNC, RDP i SPICE protokole, a čak se može povezivati i na SSH poslužitelje.
ms: Aplikasi ini menggunakan protokol-protokol VNC, RDP dan SPICE, serta dapat digunakan untuk bersambung dengan pelayan-pelayan SSH.
oc: Il utilise les protocòls VNC, RDP e SPICE e pòt même èsser utilisé per se connecter a des servidors SSH.

source: Vinagre is a remote desktop viewer for the GNOME desktop
hr: Vinagre je preglednik udaljenih radnih površina za GNOME radnu površinu
ms: Vinagre ialah sebuah pelihat atas meja jauh untuk atas meja GNOME
oc: Vinagre es un visionador de burèu a distance pel burèu GNOME

source: translator-credits
hr: Launchpad Contributions: gogo https://launchpad.net/~trebelnik-stefina
ms: abuyop https://launchpad.net/~abuyop
oc: Robert-André Mauchin <zebob.m@pengzone.org>, 2007 Stéphane Raimbault <stephane.raimbault@gmail.com>, 2007-2008 Claude Paroz <claude@2xlibre.net>, 2007-2012 Frédéric Péters <fpeters@0d.be>, 2008 Laurent Coudeur <laurentc@iol.ie>, 2009

source: _Authenticate
hr: _Ovjeri
ms: S_ahihkan
oc: S'_authentifier

source: Authentication is required
hr: Potrebna je ovjera
ms: Pengesahihan diperlukan
oc: Una autentificacion es requesida

source: Host:
hr: Računalo:
ms: Hos:
oc: Òste :

source: _Username:
hr: _Korisničko ime:
ms: _Nama Pengguna:
oc: Nom d'_utilizaire :

source: _Password:
hr: _Lozinka:
ms: _Kata Laluan:
oc: _Senhal :

source: _Domain:
hr: _Domena:
oc: _Domeni :

source: _Remember this credential
hr: _Zapamti ovu vjerodajnicu
ms: _Ingat kelayakan ini
oc: _Se souvenir de l'information d'identification

source: Store the login credential in GNOME Keyring
hr: Pohrani vjerodajnice prijave u GNOME skup ključeva
ms: Simpan kelayakan daftar masuk dalam Gelang Kunci GNOME
oc: Enregistrar les donadas de connexion dins lo trousseau GNOME

source: Bookmarks
hr: Zabilješke
ms: Tanda Buku
oc: Signets

source: Connection
hr: Povezivanje
ms: Sambungan
oc: Connexion

source: _Name:
hr: _Naziv:
ms: _Nama:
oc: _Nom :

source: _Host:
hr: _Računalo:
ms: _Hos:
oc: _Òste :

source: Options
hr: Mogućnosti
ms: Pilihan

source: _Full screen
hr: _Cijeli zaslon
ms: _Skrin penuh
oc: _Plein ecran

source: Folder
hr: Mapa
oc: Dorsièr

source: Bookmark Folder
hr: Mapa zabilješke
ms: Folder Tanda Buku
oc: Dorsièr des signets

source: Parent Folder
hr: Sadržajna mapa
ms: Folder Induk
oc: Dorsièr parent

source: Certificate Verification
hr: Provjera vjerodajnice
ms: Pengesahan Sijil
oc: Verification de certificat

source: The remote host has changed its certificate. Do you trust the new certificate?
hr: Udaljeno računalo je promijenilo svoju vjerodajnicu. Vjerujete li novoj vjerodajnici?
ms: Hos jauh telah mengubah sijilnya. Anda masih percayai sijil baharu ini?
oc: L'òste distant a modifié son certificat. Faites-vous confiance al novèl certificat ?

source: Subject:
hr: Predmet:
ms: Subjek:
oc: Subjècte :

source: Issuer:
hr: Izdavač:
ms: Pengeluar:
oc: Émetteur :

source: New fingerprint:
hr: Novi otisak:
ms: Cap jari baharu:
oc: Novèla emprencha :

source: Old fingerprint:
hr: Stari otisak:
ms: Cap jari lama:
oc: Ancienne emprencha :

source: The below certificate could not be verified. Do you trust the certificate?
hr: Vjerodajnica ispod se ne može provjeriti. Vjerujete li vjerodajnici?
ms: Sijil di bawah tidak dapat disahkan. Anda masih percayai sijil ini?
oc: Lo certificat ci-dessous n'a pas pu èsser vérifié. Faites-vous confiance a ce certificat ?

source: Fingerprint:
hr: Otisak:
ms: Cap Jari:
oc: Emprencha :

source: Connect
hr: Poveži se
ms: Sambung
oc: Se connecter

source: Choose a remote desktop to connect to
hr: Odaberite udaljenu radnu površinu za povezivanje
ms: Pilih satu atas meja jauh untuk disambungkan
oc: Causissètz un burèu distant auquel se connecter

source: _Protocol:
hr: _Protokol:
ms: _Protokol:
oc: _Protocòl :

source: Select a remote desktop protocol for this connection
hr: Odaberite protokol udaljene radne površine za ovu povezivanje
ms: Pilih satu protokol atas meja jauh untuk sambungan ini
oc: Causissètz un protocòl de burèu distant per aquesta connexion

source: Search for remote hosts on the network
hr: Potraži udaljena računala na mreži
ms: Gelintar hos-hos jauh dalam rangkaian
oc: Recercar des òstes distants sus lo ret

source: Connection options
hr: Mogućnosti povezivanja
ms: Sambungan pilihan
oc: Opcions de connexion

source: _Fullscreen
hr: _Cijeli zaslon
ms: Skrin P_enuh
oc: _Plein ecran

source: Enable fullscreen mode for this connection
hr: Omogući cjelozaslonski prikaz za ovo povezivanje
ms: Benarkan mod skrin penuh untuk sambungan ini
oc: Activa lo mòde ecran complet per aquesta connexion

source: Reverse Connections
hr: Povratno povezivanje
ms: Sambungan Songsang
oc: Connexions inverses

source: By activating reverse connections you can access remote desktops that are behind a firewall. The remote side is supposed to initiate the connection with you. For further information, read the help.
hr: Aktiviranjem povratnog povezivanja možete pristupiti udaljenim radnim površinama koje su iza vatrozida. Udaljena strana treba pokrenuti povezivanje s vama. Za više informacija, pročitajte priručnik.
ms: Dengan mengaktifkan sambungan songsang, anda boleh mencapai atas-meja jauh yang berada di sebalik dinding api. Sisi jauh berfungsi untuk mengawalkan sambungan dengan anda. Untuk maklumat lanjut, sila rujuk bantuan.
oc: En activant les connexions inverses, vous pouvez accéder a des burèus distants qui son derrière un pare-feu. C'est a l'ordenador distant d'initier la connexion. Per mai d'informations, consultez l'aide.

source: _Enable Reverse Connections
hr: _Omogući povratno povezivanje
ms: _Benarkan Sambungan Songsang
oc: _Activar les connexions inverses

source: _Always Enabled
hr: _Uvijek omogućeno
ms: Sentiasa _Dibenarkan
oc: _Totjorn activé

source: This desktop is reachable through the following IP address(es):
hr: Ovoj radnoj površini je moguće pristupiti putem sljedećih IP adresa:
ms: Atas meja ini boleh dicapai melalui alamat-alamat IP berikut:
oc: Aqueste ordenador es accessible per la o les adresses IP seguentas :

source: Connectivity
hr: Povezivost
ms: Kesinambungan
oc: Connectivitat

source: Remote Desktop (VNC) file
hr: Datoteka (VNC) udaljene radne površine
ms: Fail Atas Meja Jauh (VNC)
oc: Fichièr d'accès a distance (VNC)

source: Remote Desktop Connection
hr: Povezivanje udaljene radne površine
ms: Sambungan Atas Meja Jauh
oc: Connexion a un burèu distant

source: Access MS Windows remote desktops
hr: Pristupi MS Windows udaljenim radnim površinama
ms: Capai atas meja jauh MS Windows
oc: Accéder a des burèus distants MS Windows

source: RDP Options
hr: RDP mogućnosti
ms: Pilihan RDP
oc: Options RDP

source: _Scaling
hr: _Prilagodba veličine
ms: Pen_skalaan
oc: M_ise a l'échelle

source: Optional. If blank, your username will be used. Also, it can be supplied in the Host field above, in the form username@hostname.
hr: Neobavezno. Ako je polje prazno, koristiti će se vaše korisničko ime. Isto tako, može se unijeti u polje računala iznad, u obliku korisničko_ime@računalo.
ms: Secara pilihan. Jika kosong, nama pengguna anda akan digunakan. Selain itu, boleh dimasukkan dalam medan Hos di atas, iaitu dalam bentuk username@hostname.
oc: Facultatif. Si lo champ es vide, votre nom d'utilizaire serà utilisé. Peut egalament èsser fourni dins lo champ Òste ci-dessus sous la forme nom-utilizaire@nom-hote.

source: Optional.
hr: Neobavezno.
ms: Pilihan.

source: _Width:
hr: _Širina:
ms: _Lebar:
oc: _Largor :

source: Set width of the remote desktop
hr: Postavi širinu udaljene radne površine
ms: Tetapkan lebar atas meja jauh
oc: Definir la largor del burèu distant

source: _Height:
hr: _Visina:
ms: _Tinggi:
oc: _Hauteur :

source: Set height of the remote desktop
hr: Postavi visinu udaljene radne površine
ms: Tetapkan tinggi atas meja jauh
oc: Definir la hauteur del burèu distant

source: Port:
hr: Ulaz:

source: S_caling
hr: Prilagodba _veličine
ms: Pe_nskalaan
oc: _Mesa a l'échelle

source: Fit the remote screen into the current window size
hr: Smješta udaljeni zaslon u trenutnu veličinu prozora
ms: Suai muat skrin jauh mengikut saiz tetingkap semasa
oc: Adapte la talha de l'ecran distant a la talha actuelle de la fenèstra

source: Scaling
hr: Prilagodba veličine
ms: Penskalaan
oc: Mesa a l'échelle

source: _Cancel
hr: _Odustani
ms: _Batal
oc: _Anullar

source: Error connecting to host.
hr: Greška pri povezivanju s računalom.
ms: Ralat ketika menyambung dengan hos.
oc: Error al moment de la connexion a l'òste.

source: Access Unix/Linux terminals
hr: Pristupite Unix/Linux terminalima
ms: Capai terminal Unix/Linux
oc: Accéder a des terminaux Unix/Linux

source: SSH Options
hr: SSH mogućnosti
ms: Pilihan SSH
oc: Options SSH

source: Bad value for 'shared' flag: %d. It is supposed to be 0 or 1. Ignoring it.
hr: Pogrešna vrijednost za 'shared' oznaku: %d. Trebala bi biti 0 ili 1. Zanemarujem ju.
oc: La valeur %d de l'indicateur « shared » es incorrecte. Elle devrait èsser 0 o 1. Elle es ignorée.

source: Enable scaled mode
hr: Omogući način prilagodbe veličine
ms: Benarkan mod berskala
oc: Activa lo mòde redimensionné

source: VNC Options:
hr: VNC mogućnosti:
ms: Pilihan VNC:
oc: Options VNC :

source: Show VNC Options
hr: Prikaži VNC mogućnosti
ms: Tunjuk Pilihan VNC
oc: Affiche les options VNC

source: Access Unix/Linux, Windows and other remote desktops.
hr: Pristupite Unixu/Linuxu, Windowsima i ostalim udaljenim radnim površinama.
ms: Capai atas meja Unix/Linux, Windows dan yang lain.
oc: Accéder a des burèus distants Unix/Linux, Windows e autres.

source: Could not parse the file.
hr: Nemoguća obrada datoteke.
ms: Tidak dapat menghurai fail.
oc: Impossible d'analyser lo fichièr.

source: The file is not a VNC one: Missing the group "Connection".
hr: Datoteka nije VNC datoteka: Nedostaje grupa "Connection".
oc: Lo fichièr es pas un fichièr VNC : lo groupe « Connection » es mancant.

source: The file is not a VNC one: Missing the key "Host".
hr: Datoteka nije VNC datoteka: Nedostaje ključ "Host".
oc: Lo fichièr es pas un fichièr VNC : la clé « Host » es mancanta.

source: VNC Options
hr: VNC mogućnosti
ms: Pilihan VNC
oc: Options VNC

source: _View only
hr: _Samo pogled
ms: _Lihat sahaja
oc: _Vue seule

source: _Keep aspect ratio
hr: _Zadrži omjer slike
ms: _Kekalkan nisbah bidang
oc: _Conservar lo rapport d'afichatge

source: _Use JPEG Compression
hr: _Koristi JPEG sažimanje
ms: _Guna Pemampatan JPEG
oc: _Utilizar la compression JPEG

source: This might not work on all VNC servers
hr: Ovo možda neće raditi na svim VNC poslužiteljima
ms: Ia mungkin tidak berfungsi pada semua pelayan VNC
oc: Cela ne fonctionne pas sus tous les servidors VNC

source: Color _Depth:
hr: Dubina _boja:
ms: Kedalaman _Warna:
oc: _Profondeur de color :

source: Use Server Settings
hr: Koristi postavke poslužitelja
ms: Guna Tetapan Pelayan
oc: Utilizar los paramètres del servidor

source: True Color (24 bits)
hr: Istinska boja (24 bita)
ms: Warna Sebenar (24 bits)
oc: Colors réelles (24 bits)

source: High Color (16 bits)
hr: Visoka boja (16 bita)
ms: Warna Tinggi (16 bits)
oc: Haute definicion (16 bits)

source: Low Color (8 bits)
hr: Niska boja (8 bita)
ms: Warna Rendah (8 bits)
oc: Basse definicion (8 bits)

source: Ultra Low Color (3 bits)
hr: Izuzetno niska boja (3 bita)
ms: Warna Ultra Rendah (3 bits)
oc: Definicion minimale (3 bits)

source: Use h_ost
hr: Koristi r_ačunalo
ms: Guna h_os
oc: Utilizar l'_òste

source: hostname or user@hostname
hr: naziv računala ili korisnik@naziv_računala
ms: nama hos atau pengguna@namahos
oc: nom d'òste o utilizaire@nom d'òste

source: Supply an alternative port using colon
hr: Omogućite alternativni ulaz pomoću dvotočke
ms: Sediakan satu port alternatif menggunakan tanda titik bertindih
oc: Indiquez un port différent en utilizant les deux-points

source: For instance: joe@example.com:5022
hr: Na primjer: goran@primjer.com:5022
ms: Sebagai contoh: joe@example.com:5022
oc: Per exemple : jean@exemple.com:5022

source: as a SSH tunnel
hr: kao SSH tunel
ms: sebagai satu terowong SSH
oc: comme tunnel SSH

source: VNC Files
hr: VNC datoteke
ms: Fail-fail VNC
oc: Fichièrs VNC

source: Desktop Name:
hr: Naziv radne površine:
ms: Nama Atas Meja:
oc: Nom del burèu :

source: Dimensions:
hr: Razlučivost:
ms: Dimensi:

source: Error creating the SSH tunnel
hr: Greška pri stvaranju SSH tunela
ms: Ralat ketika mencipta terowong SSH
oc: Error al moment de la création del tunnel SSH

source: Unknown reason
hr: Nepoznat razlog
ms: Sebab tidak diketahui
oc: Raison desconeguda

source: Authentication method for host %s is unsupported. (%u)
hr: Način ovjere za računalo %s nije podržan. (%u)
ms: Kaedah pengesahihan untuk hos %s tidak disokong. (%u)
oc: La méthode d'autentificacion de l'òste %s es pas presa en carga (%u).

source: Authentication unsupported
hr: Ovjera nije podržana
ms: Pengesahihan tidak disokong
oc: Méthode d'autentificacion non presa en carga

source: Authentication error
hr: Greška ovjere
ms: Ralat pengesahihan
oc: Error d'autentificacion

source: A username is required in order to access this remote desktop.
hr: Potrebno je korisničko ime za pristup ovoj udaljenoj radnoj površini.
ms: Satu nama pengguna diperlukan untuk mencapai atas meja jauh ini.
oc: Un nom d'utilizaire es obligatoire per avoir accès a ce burèu distant.

source: A password is required in order to access this remote desktop.
hr: Potrebna je lozinka za pristup ovoj udaljenoj radnoj površini.
ms: Satu kata laluan diperlukan untuk mencapai atas meja jauh ini.
oc: Un senhal es obligatoire per avoir accès a ce burèu distant.

source: _Keep Aspect Ratio
hr: _Zadrži omjer prozora
ms: _Kekalkan Nisbah Bidang
oc: _Conservar lo rapport d'afichatge

source: Keep the screen aspect ratio when using scaling
hr: Zadrži omjer prozora pri prilagodbi veličine prozora
ms: Kekalkan nisbah bidang skrin ketika menggunakan penskalaan
oc: Conserve lo rapport d'afichatge de l'ecran al moment de la mise a l'échelle

source: Do not send mouse and keyboard events
hr: Nemoj slati događaje miša i tipkovnice
ms: Jangan hantar peristiwa tetikus dan papan kekunci
oc: N'envoie pas les événements souris e clavier

source: _Original size
hr: _Izvorna veličina
ms: _Saiz Asal
oc: Talha _originale

source: Adjust the window to the size of the remote desktop
hr: Prilagođuje prozor na veličinu udaljene radne površine
ms: Laras tetingkap mengikut saiz atas meja jauh
oc: Ajusta la talha de la fenèstra a celle del burèu distant

source: _Refresh Screen
hr: _Osvježi zaslon
ms: _Segar Semula Skrin
oc: _Actualiser l'ecran

source: Requests an update of the screen
hr: Zahtjeva nadopunu zaslona
ms: Permintaan satu kemas kini skrin
oc: Demande una mesa a jorn de l'ecran

source: _Send Ctrl-Alt-Del
hr: _Pošalji Ctrl-Alt-Del
ms: _Hantar Ctrl-Alt-Del
oc: _Mandar Ctrl-Alt-Suppr

source: Send Ctrl+Alt+Del to the remote desktop
hr: Šalje Ctrl+Alt+Del na udaljenu radnu površinu
ms: Hantar Ctrl-Alt-Del ke dalam atas meja jauh
oc: Envoie Ctrl+Alt+Suppr al burèu distant

source: Read only
hr: Samo za čitanje
ms: Baca sahaja
oc: Lectura sola

source: Send Ctrl-Alt-Del
hr: Pošalji Ctrl-Alt-Del
ms: Hantar Ctrl-Alt-Del
oc: Mandar Ctrl-Alt-Suppr

source: Scaling is not supported on this installation. Read the README file (shipped with Vinagre) in order to know how to enable this feature.
hr: Prilagodba veličina nije podržana u ovoj instalaciji. Pročitajte README datoteku (dostavljeno s Vinagreom) da bi saznali kako omogućiti ovu značajku.
ms: Penskalaan tidak disokong dalam pemasangan ini. Sila baca fail README (yang disertakan dalam Vinagre) untuk mengetahui bagaimana hendak membenarkan fitur ini.
oc: La mise a l'échelle es pas presa en carga dins aquesta installation. Lisez lo fichièr README (distribué amb Vinagre) per apprendre comment activar aquesta foncionalitat.

source: Unable to find a free TCP port
hr: Nemoguć pronalazak slobodnog TCP ulaza
ms: Tidak boleh mencari satu port TCP bebas
oc: Impossible de trouver un port TCP libre

source: The file is not a Spice one: Missing the group "connection".
hr: Ova datoteka nije Spice datoteka: Nedostaje grupa "connection".
oc: Lo fichièr es pas un fichièr Spice : lo groupe « connection » es mancant.

source: The file is not a Spice one: Missing the key "host".
hr: Ova datoteka nije Spice datoteka: Nedostaje ključ "host".
oc: Lo fichièr es pas un fichièr Spice : la clé « host » es mancanta.

source: Access Spice desktop server
hr: Pristupi poslužitelju SPICE udaljene površine
ms: Capai pelayan atas meja Spice
oc: Accéder al servidor de burèu Spice

source: SPICE Options
hr: SPICE mogućnosti
ms: Pilihan SPICE
oc: Options SPICE

source: _Resize guest
hr: _Promjena veličine gosta
ms: _Saiz semula tetamu
oc: _Redimensionar lo convidat

source: _Share clipboard
hr: _Dijeli međuspremnik
ms: _Kongsi papan keratan
oc: _Partager lo quichapapièrs

source: Optional
hr: Neobavezno
ms: Pilihan
oc: Optionnel

source: Spice Files
hr: SPICE datoteke
ms: Fail-fail Spice
oc: Fichièrs Spice

source: Resize the screen guest to best fit
hr: Promjeni veličinu zaslona gosta za najbolje pristajanje
ms: Saiz semula skrin tetamu mengikut suai muat terbaik
oc: Redimensionne l'ecran invité per un melhor ajustement

source: Automatically share clipboard between client and guest
hr: Automatski dijeli međuspremnik između klijenta i gosta
ms: Kongsi papan keratan secara automatik antara klien dengan tetamu
oc: Partage automaticament lo quichapapièrs entre lo client e lo convidat

source: Error while initializing bookmarks: %s
hr: Greška pri pokretanju zabilješki: %s
ms: Ralat ketika mengawalkan tanda buku: %s
oc: Impossible d'inicializar los signets : %s

source: Unknown error
hr: Nepoznata greška
ms: Ralat tidak diketahui
oc: Error desconeguda

source: Error while initializing bookmarks: The file seems to be empty
hr: Greška pri pokretanju zabilješki: Izgleda da je datoteka prazna
ms: Ralat ketika mengawalkan tanda buku: Fail nampaknya kosong
oc: Impossible d'inicializar los signets : lo fichièr sembla vide

source: Error while initializing bookmarks: The file is not a vinagre bookmarks file
hr: Greška pri pokretanju zabilješki: Datoteka nije vinagre datoteka zabilješki
ms: Ralat ketika mengawalkan tanda buku: Fail bukanlah fail tanda buku vinagre
oc: Impossible d'inicializar los signets : lo fichièr es pas un fichièr de signets de vinagre

source: Error while saving bookmarks: Failed to create the XML structure
hr: Greška pri spremanju zabilješki: Nemoguće stvaranje XML strukture
ms: Ralat ketika menyimpan tanda buku: Gagal mencipta struktur XML
oc: Error al moment de l'enregistrament des signets : la création de la structure XML a fracassat

source: Error while saving bookmarks: Failed to initialize the XML structure
hr: Greška pri spremanju zabilješki: Nemoguće pokretanje XML strukture
ms: Ralat ketika menyimpan tanda buku: Gagal mengawalkan struktur XML
oc: Error al moment de l'enregistrament des signets : l'inicializacion de la structure XML a fracassat

source: Error while saving bookmarks: Failed to finalize the XML structure
hr: Greška pri spremanju zabilješki: Nemoguća finalizacija XML strukture
ms: Ralat ketika menyimpan tanda buku: Gagal memuktamadkan struktur XML
oc: Error al moment de l'enregistrament des signets : la finalisation de la structure XML a fracassat

source: Error while saving bookmarks: %s
hr: Greška pri spremanju zabilješki: %s
ms: Ralat ketika menyimpan tanda buku: %s
oc: Error al moment de l'enregistrament des signets : %s
