Repository: GNOME/vinagre
Catalog: po/*.po
Languages: hr, ms, oc

source: Error while migrating bookmarks: Failed to create the XML structure
hr: Greška pri premještanju zabilješki: Nemoguće stvaranje XML strukture
ms: Ralat ketika memindahkan tanda buku: Gagal mencipta struktur XML
oc: Error al moment de la migration des signets : la création de la structure XML a échoué

source: Error while migrating bookmarks: Failed to initialize the XML structure
hr: Greška pri premještanju zabilješki: Nemoguće pokretanje XML strukture
ms: Ralat ketika memindahkan tanda buku: Gagal mengawalkan struktur XML
oc: Error al moment de la migration des signets : l'inicializacion de la structure XML a fracassat

source: Error while migrating bookmarks: Failed to finalize the XML structure
hr: Greška pri premještanju zabilješki: Nemoguće pokretanje XML strukture
ms: Ralat ketika memindahkan tanda buku: Gagal memuktamadkan struktur XML
oc: Error al moment de la migration des signets : la finalisation de la structure XML a fracassat

source: Error while migrating bookmarks: %s
hr: Greška pri premještanju zabilješki: %s
ms: Ralat ketika memindahkan tanda buku: %s
oc: Error al moment de la migration des signets : %s

source: Error while migrating bookmarks: VNC plugin is not activated
hr: Greška pri premještanju zabilješki: VNC priključak nije aktiviran
ms: Ralat ketika memindahkan tanda buku: Pemalam VNC tidak diaktifkan
oc: Error al moment de la migration des signets : l'empeuton VNC es pas activé

source: Failed to create the directory
hr: Neuspjelo stvaranje direktorija
ms: Gagal mencipta direktori
oc: Fracàsal moment de la création del dorsièr

source: Migrating the bookmarks file to the new format. This operation is only supposed to run once.
hr: Premještanju datoteke zabilješki u novi format. Ova bi radnja trebala biti pokrenuta samo jednom.
ms: Memindahkan fail tanda buku ke format baharu. Operasi ini hanya dijalankan sekali sahaja.
oc: Migration del fichièr des signets vers lo novèl format. Aquesta opération es censée n'èsser exécutée qu'une seule fois.

source: Error opening old bookmarks file: %s
hr: Greška otvaranja starih zabilješki: %s
ms: Ralat ketika membuka fail tanda buku lama: %s
oc: Error al moment de l'ouverture del fichièr des anciens signets : %s

source: Migration cancelled
hr: Premještanje prekinuto
ms: Pemindahan dibatalkan
oc: Migration annulée

source: Could not remove the old bookmarks file
hr: Nemoguće uklanjanje stare datoteke zabilješki
ms: Tidak dapat membuang fail tanda buku lama
oc: Impossible de suprimir l'ancien fichièr de signets

source: Root Folder
hr: Korijenska mapa
ms: Folder Root
oc: Dorsièr racine

source: Invalid name for this folder
hr: Neispravni naziv ove mapu
ms: Nama tidak sah untuk folder ini
oc: Lo nom per ce dorsièr es incorrect

source: The name "%s" is already used in this folder. Please use a different name.
hr: Naziv "%s" se već koristi u ovoj mapi. Odaberite neki drugi naziv.
oc: Lo nom « %s » es ja utilisé dins ce dorsièr. Veuillez causir un autre nom.

source: Invalid name for this item
hr: Neispravan naziv ove stavke
ms: Nama tidak sah untuk item ini
oc: Lo nom de aqueste element es incorrect

source: (Protocol: %s)
hr: (Protokol: %s)
ms: (Protokol: %s)
oc: (Protocòl : %s)

source: Are you sure you want to remove %s from bookmarks?
hr: Sigurno želite ukloniti %s iz zabilješki?
ms: Anda pasti mahu membuang %s daripada tanda buku?
oc: Sètz segur que volètz retirer %s des signets ?

source: Remove Folder?
hr: Ukloni mapu?
ms: Buang Folder?
oc: Enlever lo dorsièr ?

source: Note that all its subfolders and bookmarks will be removed as well.
hr: Zapamtite da će sve podmape i zabilješke isto biti uklonjene.
ms: Perhatian, semua sub-folder dan tanda buku akan dibuang sekali.
oc: Note : tous les sosdorsièrs e signets seront aussi supprimés.

source: Remove Item?
hr: Ukloni stavku?
ms: Buang Item?
oc: Enlever l'element ?

source: Error removing bookmark: Entry not found
hr: Greška uklanjanja zabilješke: Unos nije pronađen
ms: Ralat ketika membuang tanda buku: Masukan tidak ditemui
oc: Error al moment de l'effacement del signet : entrée non trouvée

source: New Folder
hr: Nova mapa
ms: Folder Baharu
oc: Novèl dorsièr

source: Error while saving preferences: %s
hr: Greška pri spremanju osobitosti: %s
ms: Ralat ketika menyimpan keutamaan: %s
oc: Error al moment de l'enregistrament des preferéncias : %s

source: Choose the file
hr: Odaberi datoteku
ms: Pilih fail
oc: Seleccionar lo fichièr

source: There are no supported files
hr: Nema podržanih datoteka
ms: Tiada fail-fail disokong
oc: Il n'y a aucun fichièr pris en carga

source: None of the active plugins support this action. Activate some plugins and try again.
hr: Nijedan od aktivnih priključaka ne podržava ovu radnju. Aktivirajte određene priključe i pokušajte ponovno.
ms: Tiada sokongan pemalam aktif untuk tindakan ini. Aktifkan beberapa pemalam dan cuba lagi.
oc: Aucun des empeutons activés ne gère aquesta action. Activez des empeutons e essayez de novèl.

source: The following file could not be opened:
hr: Sljedeća datoteka se ne može otvoriti:
ms: Fail berikut tidak dapat dibuka:
oc: Impossible d'ouvrir ce fichièr :

source: Could not get the active protocol from the protocol list.
hr: Nemoguće dobivanje aktivnog protokola iz popisa protokola.
ms: Tidak memperoleh protokol aktif melalui senarai protokol.
oc: Impossible de trouver lo protocòl actuel dins la lista de protocòls.

source: Error while saving history file: %s
hr: Greška pri spremanju datoteke povijesti: %s
ms: Ralat ketika menyimpan fail sejarah: %s
oc: Impossible d'enregistrar lo fichièr d'istoric : %s

source: Choose a Remote Desktop
hr: Odaberi udaljenu radnu površinu
ms: Pilih satu Atas Meja Jauh
oc: Causir un burèu distant

source: The protocol %s is not supported.
hr: Protokol %s nije podržan.
ms: Fail protokol %s tidak disokong.
oc: Lo protocòl %s es pas pris en carga.

source: Could not open the file.
hr: Nemoguće otvaranje datoteke.
ms: Tidak dapat membuka fail.
oc: Lo fichièr n'a pas pu èsser ouvert.

source: The file was not recognized by any of the plugins.
hr: Datoteka nije prepoznata od strane nijednog priključka.
ms: Fail tidak dikenal pasti oleh mana-mana pemalam.
oc: Lo fichièr n'est reconnu per aucun des empeutons.

source: - Remote Desktop Viewer
hr: - Preglednik udaljene radne površine
oc: - Visionador de burèus distants

source: Failed to resolve avahi hostname: %s
hr: Neuspjelo razrješavanje avahi naziva računala: %s
ms: Gagal meleraikan nama hos avahi: %s
oc: La resolucion de nom Avahi a fracassat : %s

source: The service %s was already registered by another plugin.
hr: Usluga %s je već registrirana od strane drugog priključka.
ms: Perkhidmatan %s telah pun didaftarkan oleh pemalam lain.
oc: Lo service %s a ja été enregistrat per un autre empeuton.

source: Failed to add mDNS browser for service %s.
hr: Neuspjelo dodavanje mDNS preglednika za uslugu %s.
ms: Gagal menambah pelayar mDNS untuk perkhidmatan %s.
oc: Error al moment de l'ajout del navigador mDNS pel servici %s.

source: Failed to browse for hosts: %s
hr: Neuspješno pregledavanje računala: %s
ms: Gagal melayari untuk hos: %s
oc: La découverda d'òstes a fracassat : %s

source: Failed to initialize mDNS browser: %s
hr: Neuspjelo pokretanje mDNS preglednika: %s
ms: Gagal mengawalkan pelayar mDNS: %s
oc: Error d'inicializacion del navigador mDNS : %s

source: Connection to host %s was closed.
hr: Povezivanje s računalom %s je prekinuto.
ms: Sambungan pada hos %s telah ditutup.
oc: La connexion a l'òste %s a été fermée.

source: Connection closed
hr: Povezivanje prekinuto
ms: Sambungan ditutup
oc: Connexion fermée

source: Authentication for host %s has failed
hr: Ovjera za računalo %s je neuspjelo
ms: Pengesahihan untuk hos %s telah gagal
oc: L'autentificacion per l'òste %s a fracassat

source: Authentication failed
hr: Neuspjela ovjera
ms: Pengesahihan telah gagal
oc: L'autentificacion a fracassat

source: Connecting…
hr: Povezivanje…
ms: Menyambung...
oc: Connexion en cors…

source: Close connection
hr: Prekini povezivanje
ms: Sambungan tutup
oc: Ferme la connexion

source: Specify geometry of the main Vinagre window
hr: Odredi razlučivost glavnog Vinagre prozora
ms: Nyatakan geometri bagi tetingkap utama Vinagre
oc: Indique la geometria de la fenèstra principale de Vinagre

source: Open Vinagre in fullscreen mode
hr: Otvori Vinagre u cjelozaslonskom načinu
ms: Buka Vinagre dengan mod skrin penuh
oc: Ouvre Vinagre en mòde ecran complet

source: Create a new toplevel window in an existing instance of Vinagre
hr: Stvari novi vršni prozor u postojećem primjerku Vinagra
ms: Cipta satu tetingkap aras-teratas baharu dalam tika sedia ada Vinagre
oc: Crée una novèla fenèstra de premier nivèl dins una instance existante de Vinagre

source: Open a file recognized by Vinagre
hr: Otvori datoteku prepoznatu od strane Vinagra
ms: Buka satu fail yang dapat dikenal pasti oleh Vinagre
oc: Ouvre un fichièr reconnu per Vinagre

source: filename
hr: naziv datoteke
ms: nama fail
oc: nom_de_fichièr

source: Show help
hr: Prikaži priručnik
ms: Tunjuk bantuan
oc: Affiche l'aide

source: [server:port]
hr: [poslužitelj:ulaz]
oc: [servidor:port]

source: Invalid argument %s for --geometry
hr: Neispravni argument %s za --geometry
ms: Argumen %s tidak sah bagi --geometry
oc: Paramètre %s non valide per --geometry

source: The following error has occurred:
hr: Sljedeća greška se dogodila:
ms: Ralat berikut telah berlaku:
oc: L'error seguenta s'es produsida :

source: Cannot initialize preferences manager.
hr: Nemoguće pokretanje upravitelja osobitostima.
ms: Tidak dapat mengawalkan pengurus keutamaan.
oc: Impossible d'inicializar lo gestionari des preferéncias.

source: On the port %d
hr: Na ulazu %d
ms: Pada port %d
oc: Sur lo port %d

source: Error activating reverse connections
hr: Greška aktivacije povratnog povzivanja
ms: Ralat mengaktifkan sambungan songsang
oc: Impossible d'activar les connexions inverses

source: The program could not find any available TCP ports starting at 5500. Is there any other running program consuming all your TCP ports?
hr: Program ne može pronaći bilo koje aktivne TCP ulaze počevši od 5500. Je li pokrenut neki drugi program koji koristi te ulaze?
ms: Program tidak dapat mencari mana-mana port TCP tersedia yang bermula pada 5500. Adakah terdapat program lain yang berjalan menggunakan semua port TCP anda?
oc: Lo programa n'a pas pu trouver de ports TCP disponibles en commençant a 5500. Y a-t-il d'autres programa en cors consommant tous vos ports TCP ?

source: Timed out when logging into SSH host
hr: Vrijeme je isteklo pri povezivanje na SSH računalo
ms: Had masa tamat ketika mengelog masuk hos SSH
oc: Relambi expiré al moment de la connexion a l'òste SSH

source: Unable to spawn ssh program
hr: Nije moguće stvaranje ssh programa
ms: Tidak boleh membiakkan program ssh
oc: Impossible d'aviar lo programa ssh

source: Unable to spawn ssh program: %s
hr: Nemoguće je stvoriti ssh program: %s
ms: Tidak boleh membiakkan program ssh: %s
oc: Impossible d'aviar lo programa ssh : %s

source: Timed out when logging in
hr: Vrijeme je istekolo pri prijavi
ms: Had masa tamat ketika mengelog masuk
oc: Expiracion del relambi al moment de la connexion

source: Permission denied
hr: Pristup odbijen
ms: Keizinan dinafikan
oc: Permission refusada

source: Password dialog canceled
hr: Dijalog lozinke prekinut
ms: Dialog kata laluan dibatalkan
oc: Demande de senhal annulée

source: Could not send password
hr: Nemoguće slanje lozinke
ms: Tidak dapat menghantar kata laluan
oc: Impossible d'envoyer lo senhal

source: Log In Anyway
hr: Ipak se prijavi
ms: Daftar Masuk Jua
oc: Se connecter malgrat tot

source: Cancel Login
hr: Odustani od prijave
ms: Batal Daftar Masuk
oc: Anullar la connexion

source: The identity of the remote host (%s) is unknown. This happens when you log in to a host the first time. The identity sent by the remote host is %s. If you want to be absolutely sure it is safe to continue, contact the system administrator.
hr: Identitet udaljenog računala (%s) je nepoznat. Ovo se događa kada se prijavite na računalo prvi puta. Identitet poslan od strane udaljenog računala je %s. Ako želite u potpunosti biti sigurni da je sigurno nastaviti, kontaktirajte administratora sustava.
ms: Identiti hos jauh (%s) tidak diketahui. Ia berlaku ketika anda mendaftar masuk ke dalam hos buat pertama kali. Identiti dihantar oleh hos jauh ialah %s. Jika anda mahu benar-benar pasti ia adalah selamat untuk diteruskan, sila hubungi pentadbir sistem anda.
oc: L'identité de l'òste distant (%s) es desconeguda. Ceci arrive al moment de la première connexion a un òste. L'identité envoyée per l'òste distant es %s. Si volètz vous assurer que la connexion pòt èsser efectuada en toute sécurité, contactez l'administrateur système.

source: Login dialog canceled
hr: Dijalog prijave prekinut
ms: Dialog daftar masuk dibatalkan
oc: Demande de connexion annulée

source: Can't send host identity confirmation
hr: Nemoguće slanje potvrde identiteta računala
oc: Impossible d'envoyer la confirmation de l'identité de l'òste

source: Secure shell password: %s
hr: Lozinka osigurane ljuske: %s
ms: Kata laluan shell selamat: %s
oc: Senhal SSH : %s

source: Error saving the credentials on the keyring.
hr: Greška spremanja vjerodajnica u skup ključeva.
ms: Ralat menyimpan kelayakan pada gelang kunci.
oc: Error al moment de l'enregistrament des donadas d'autentificacion dins lo trousseau de clés.

source: Hostname not known
hr: Naziv računala nije poznat
ms: Nama hos tidak diketahui
oc: Nom d'òste non connu

source: No route to host
hr: Nema rute do računala
ms: Tiada hala ke hos
oc: Pas de route vers l'òste

source: Connection refused by server
hr: Povezivanje je odbio poslužitelj
ms: Sambungan dinafikan oleh pelayan
oc: Connexion refusada pel servidor

source: Host key verification failed
hr: Neuspjela provjera ključa računala
ms: Pengesahan kunci hos mengalami kegagalan
oc: La vérification de la clé de l'òste a fracassat

source: Unable to find a valid SSH program
hr: Neuspjeli pronalazak valjanog SSH programa
ms: Tidak dapat mencari program SSH yang sah
oc: Impossible de trouver un programa SSH valide

source: Disconnect
hr: Prekini povezivanje
ms: Putuskan
oc: Se déconnecter

source: Minimize window
hr: Smanji prozor
ms: Minimumkan tetingkap

source: Leave fullscreen
hr: Napusti cjelozaslonski prikaz
ms: Tinggalkan skrin penuh
oc: Quitar lo ecran complet

source: Error saving recent connection.
hr: Greška spremanja nedavnog povezivanja.
ms: Ralat menyimpan sambungan baru-baru ini.
oc: Impossible d'enregistrar la connexion récente.

source: Remote desktop password for %s
hr: Lozinka udaljene radne površine za %s
ms: Kata laluan atas meja jauh untuk %s
oc: Senhal del burèu distant per %s

source: Could not get a screenshot of the connection.
hr: Nemoguće uslikavanje zaslona povezivanja.
ms: Tidak memperoleh tangkap layar sambungan.
oc: Impossible d'effectuer una captura d'ecran de la connexion.

source: Save Screenshot
hr: Spremi sliku zaslona
ms: Simpan Tangkap Layar
oc: Enregistrar la copie d'ecran

source: Screenshot of %s at %s
hr: Slika zaslona od %s u vrijeme %s
ms: Tangkap layar %s pada %s
oc: Copie d'ecran de %s sus %s

source: Error saving screenshot
hr: Greška spremanja slike zaslona
ms: Ralat menyimpan tangkap layar
oc: Error al moment de l'enregistrament de la captura d'ecran

source: Impossible to get service property: %s
hr: Nemoguće nabavljanje svojstva usluge: %s
ms: Adalah mustahil memperoleh sifat perkhidmatan: %s
oc: Impossible d'obténer la proprietat del service : %s

source: Impossible to create the connection: %s
hr: Nemoguće stvaranje povezivanja: %s
ms: Adalah mustahil dapat mencipta sambungan: %s
oc: Impossible de crear la connexion : %s

source: Impossible to accept the stream tube: %s
hr: Nemoguć prihvat slike strujanja: %s
ms: Adalah mustahil dapat menerima tiub strim: %s
oc: Impossible d'accepter lo tube de flux : %s

source: Impossible to get the contact name: %s
hr: Nemoguće dobivanje naziva kontakta: %s
ms: Adalah mustahil memperoleh nama hubungan: %s
oc: Impossible d'obténer lo nom del contact : %s

source: Impossible to get the avatar: %s
hr: Nemoguće dobivanje slike: %s
ms: Adalah mustahil memperoleh avatar: %s
oc: Impossible d'obténer l'avatar : %s

source: %s wants to share their desktop with you.
hr: %s želi dijeliti svoju radnu površinu s vama.
ms: %s mahu berkongsi atas meja mereka dengan anda.
oc: %s souhaite partager son burèu amb vous.

source: Desktop sharing invitation
hr: Poziv dijeljenja radne povšine
ms: Jemputan perkongsian atas meja
oc: Invitation a partager lo burèu

source: _Remote
hr: _Udaljeno
ms: _Jauh
oc: _Distant

source: _Edit
hr: _Uredi
ms: _Sunting
oc: É_dition

source: _View
hr: P_ogled
ms: _Pandangan
oc: _Afichatge

source: _Bookmarks
hr: _Zabilješke
ms: Ta_nda Buku
oc: _Signets

source: _Help
hr: _Pomoć
ms: _Bantuan
oc: Aid_e

source: Connect to a remote desktop
hr: Poveži se na udaljenu radnu površinu
ms: Sambung ke sebuah atas meja jauh
oc: Se connecter a un burèu distant

source: Open a .VNC file
hr: Otvori .VNC datoteku
ms: Buka fail .VNC
oc: Dobrir un fichièr .VNC

source: _Reverse Connections…
hr: _Povratno povezivanje…
ms: Sambungan _Songsang...
oc: Connexions _inverses…

source: Configure incoming VNC connections
hr: Podesi dolazna VNC povezivanja
ms: Konfigur sambungan VNC masuk
oc: Configurer les connexions VNC entrantes

source: Quit the program
hr: Zatvori program
ms: Keluar dari program
oc: Quitar lo programa

source: _Contents
hr: _Priručnik
ms: _Kandungan
oc: _Sommaire

source: Open the Vinagre manual
hr: Otvori Vinagre priručnik
ms: Buka panduan Vinagre
oc: Ouvre lo manuel de Vinagre

source: About this application
hr: O ovoj aplikaciji
ms: Perihal aplikasi ini
oc: À propos de Vinagre

source: _Keyboard shortcuts
hr: _Prečaci tipkovnice
ms: Pintasan papan _kekunci
oc: _Acorchis de clavièr

source: Enable keyboard shortcuts
hr: Omogući prečace tipkovnice
ms: Benarkan pintasan papan kekunci
oc: Activar les acorchis de clavièr

source: _Toolbar
hr: _Alatna traka
ms: Palang Ala_t
oc: Barre d'_aisinas

source: Show or hide the toolbar
hr: Prikaži ili sakrij altnu traku
ms: Tunjuk atau sembunyi palang alat
oc: Affiche o masque la barra d'aisinas

source: _Statusbar
hr: _Traka stanja
ms: Palang _Status
oc: Barre d'é_tat

source: Show or hide the statusbar
hr: Prikaži ili sakrij traku stanja
ms: Tunjuk atau sembunyi palang status
oc: Affiche o masque la barra d'estat

source: Disconnect the current connection
hr: Prekini trenutno povezivanje
ms: Putuskan sambungan semasa
oc: Se desconnècta de la connexion actuelle

source: Disconnect All
hr: Prekini sve
ms: Putuskan Semua
oc: Tot déconnecter

source: Disconnect all connections
hr: Prekini sva povezivanja
ms: Putuskan semua sambungan
oc: Se desconnècta de totas les connexions

source: _Add Bookmark
hr: _Dodaj u zabilješke
ms: T_ambah Tanda Buku
oc: _Apondre un signet

source: Add the current connection to your bookmarks
hr: Dodajte trenutno povezivanje u svoje zabilješke
ms: Tambah sambungan semasa dalam tanda buku anda
oc: Ajoute la connexion actuelle aux signets

source: _Take Screenshot
hr: _Uslikaj zaslon
ms: _Ambil Tangkap Layar
oc: _Prendre una copie d'ecran

source: Take a screenshot of the current remote desktop
hr: Uslikaj zaslon trenutne udaljene radne površine
ms: Ambil satu tangkap layar bagi atas meja jauh semasa
oc: Prend una copie d'ecran del burèu distant actif

source: View the current remote desktop in fullscreen mode
hr: Pogledaj trenutnu udaljenu radnu površinu u cjelozalonskom prikazu
ms: Lihat atas meja jauh semasa dalam mod skrin penuh
oc: Affiche lo burèu distant actuel en ecran complet

source: An error occurred
hr: Greška se dogodila
ms: Satu ralat telah berlaku
oc: Una error s'es produsida

source: Vinagre failed to open a UI file, with the error message:
hr: Vinagre nije uspio otvoriti UI datoteku, sa sljedećom porukom:
ms: Vinagre gagal membuka satu fail UI, mesej ralat adalah:
oc: Vinagre n'a pas réussi a ouvrir un fichièr d'interface, les errors seguentas se son produsidas :

source: Please check your installation.
hr: Provjerite svoju instalaciju.
ms: Sila periksa pemasangan anda.
oc: Veuillez contrôler votre installation.

source: Error loading UI file
hr: Greška učitavanja UI datoteke
ms: Ralat memuatkan fail UI
oc: Error de cargament del fichièr d'interface

source: %s authentication is required
hr: %s ovjera je potrebna
ms: Pengesahihan %s diperlukan
oc: Una autentificacion %s es requesida

source: Error showing help
hr: Greška prikaza pomoći
ms: Ralat ketika menunjukkan bantuan
oc: Error d'afichatge de l'aide

source: Could not merge UI XML file: %s
hr: Nemoguće spajanje UI XML datoteke: %s
ms: Tidak dapat menggabungkan fail UI XML: %s
oc: Impossible de fusionner lo fichièr d'interface XML : %s

source: _Recent Connections
hr: _Nedavna povezivanja
ms: Sambungan _Baru-baru Ini
oc: Connexions _récentes

source: Open %s:%d
hr: Otvori %s:%d
ms: Buka %s:%d
oc: Ouvre %s:%d

source: Vinagre disables keyboard shortcuts by default, so that any keyboard shortcuts are sent to the remote desktop. This message will appear only once.
hr: Vinagre onemogućuje prečace tipkovnice po zadanome, zato da se svi prečaci tipkovnice mogu poslati na udaljenu radnu površinu. Ova poruka se pojavljuje samo jednom.
ms: Vinagre melumpuhkan pintasan-pintasan papan kekunci secara lalai, supaya mana-mana pintasan papan kekunci dihantar masuk ke atas meja jauh. Mesej ini hanya muncul sekali sahaja.
oc: Vinagre désactiva per défaut les acorchis de clavièr, afin que tout raccourci clavier soit envoyé al burèu distant. Ce message n'apparaît qu'une seule fois.

source: Enable shortcuts
hr: Omogući prečace
ms: Benarkan pintasan
oc: Activar les raccourcis

source: Error while creating the file %s: %s
hr: Greška pri stvaranju datoteke %s: %s
ms: Ralat ketika mencipta fail %s: %s
oc: Error al moment de la création del fichièr %s : %s

source: Set to “true” to always show the tabs. Set to “false” to only show the tabs when there is more than one active connection.
ms: Tetapkan pada "benar" untuk sentiasa tunjuk tab-tab. Tetapkan pada "palsu" hanya untuk tunjuk tab-tab jika ada lebih dari satu sambungan aktif.

source: Set to “false” to disable menu shortcuts. Set to “true” to enable them. Note that if they are enabled, those keys will be intercepted by the menu and will not be sent to the remote host.
ms: Tetapkan pada "palsu" untuk lumpuhkan pintasan menu. Tetapkan pada "benar" untuk membenarkannya. Perhatian, jika ia dibenarkan, kekunci-kekunci tersebut akan dipintas oleh menu dan tidak akan dihantar ke hos jauh.

source: Set to “true” to always start the program listening for reverse connections.
ms: Tetapkan pada "benar" untuk sentiasa mulakan pendengaran program untuk sambungan songsang.

source: New subject:
ms: Subjek baharu:

source: New issuer:
ms: Pengeluar baharu:

source: Old subject:
ms: Subjek lama:

source: Old issuer:
ms: Pengeluar lama:

source: Bad value for “shared” flag: %d. It is supposed to be 0 or 1. Ignoring it.
ms: Nilai tidak elok untuk bendera "terkongsi": %d. Ia sepatutnya 0 atau 1. Abaikannya.

source: The file is not a VNC one: Missing the group “Connection”.
ms: Fail bukanlah VNC: Kumpulan "Sambungan" hilang.

source: The file is not a VNC one: Missing the key “Host”.
ms: Fail bukanlah VNC: Kunci "Hos" hilang.

source: The file is not a Spice one: Missing the group “connection”.
ms: Fail bukanlah sebuah Spice. Kumpulan "sambungan" hilang.

source: The file is not a Spice one: Missing the key “host”.
ms: Fail bukanlah sebuah Spice. Kunci "hos" hilang.

source: The name “%s” is already used in this folder. Please use a different name.
ms: Nama "%s" sudah digunakan dalam folder ini. Sila guna nama lain.

source: — Remote Desktop Viewer
ms: — Pelihat Atas Meja Jauh
